{"462493170453287_1055640051138593":{"id":"462493170453287_1055640051138593","created_time":1471893140000,"full_picture":"https://external.xx.fbcdn.net/safe_image.php?d=AQBB77ufhnrzOg9Y&url=https%3A%2F%2Fyt3.ggpht.com%2F-7XdzPVt8NdU%2FAAAAAAAAAAI%2FAAAAAAAAAAA%2Fr1AAIozH-dc%2Fs900-c-k-no-mo-rj-c0xffffff%2Fphoto.jpg&_nc_hash=AQAgv3WzKj8lCZhi","link":"https://www.youtube.com/channel/UClbxfF5w_Eq7McWxJyc8NFg","message":"The Frenglish is Epic! :D","name":"frankix1","status_type":"shared_story","story":"Erich Kirov shared a link to the group: THE TENDER FOR LAW.","type":"link","comments":[]},"462493170453287_1052555278113737":{"id":"462493170453287_1052555278113737","created_time":1471547987000,"message":"THE TENDER FOR LAW is NOW CLOSED. Censorship drove the founder out, and without Scott Duncan, this group is only valuable as an archive.\n\nThis group was an examination of what you needed to know to fight Judicial corruption, by examining the stuff you are LIED TO about.; MONEY, and the hidden-in-plain-sight contract that is tendered daily.\n\nSPOILERS: IT'S ALWAYS ABOUT ACCOUNTING AND SURETY.\n\nYou are BOUND by ACTS, STATUTES, and CODES when you use MONEY. \n\nOn that money are the words THIS  NOTE IS LEGAL TENDER:\n\nTHIS NOTE - The note the words (NOTICE) is written on.\n\nIS LEGAL - CODES, ACTS, AND STATUTES with the force of law.\n\nTENDER - tender verb\nten·dered ten·der·ing \nDefinition of TENDER\n\ntransitive verb\n1: to make a tender of\n2: to present for acceptance : offer \"tendered my resignation\"\nintransitive verb\n: to make a bid or tender\nOrigin of TENDER\nMiddle English tendren, from Anglo-French tendre offer\nFirst Known Use: 15th century\n\nTHIS NOTE IS LEGAL TENDER = THIS NOTE IS A TENDER FOR LAW \n\nThis forum is where you can ask all your questions, and we don't have to keep typing the same answers over and over. To that end, I am telling you to WATCH THIS FIRST:\n\nhttp://youtu.be/3P7izAUe3ZM\n\nNOT watching this, and then posting a question and/or making idiotic statements which reveal you HAVEN'T watched this, means you are DELIBERATELY ignoring these instructions, and you will be banned.\n\nAnd when your examination of these things is done, you will see that we also have a REAL SOLUTION to the problem. YOU CAN'T BUY that shit ANYWHERE! :D\n\n...no really. You can't. It's copyrighted.\n\nUnless otherwise stated, BY DEFAULT, anything Scott. and/or Tara Duncan publishes, in THE TENDER FOR LAW, is under a Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License:\n\n1) You MUST say where it came from (Tara, Myself, or THE TENDER FOR LAW group)\n\n2) You CANNOT derive works from it\n\n3) You CANNOT MAKE MONEY off it.\n\nMake all the money you like off of \"Scottisms\"\n\nTL;DR - IT'S ALWAYS ABOUT ACCOUNTING AND SURETY. THIS NOTE IS LEGAL TENDER = OFFERING AN UNCONDITIONAL \"BENEFIT\" OF ACTS, STATUTES AND CODES.\n\nPEREMPTORY NOTICE:\n\nALL WRITINGS PUBLISHED HERE BY AQUILAE AND/OR ITS TRUSTEES AND/OR ITS GRANTORS, ARE, UNLESS OTHERWISE STATED, PUBLISHED under a Creative Commons Attribution-NonCommercial-NoDerivs 3.0 Unported License. \n\nHave you tried to join and been IGNORED? GOOD! That's what's supposed to happen!\n\nIf you don't have a ROGUESUPPORT BATTLEFIELD 2142 SOLDIERNAME, YOU DON\"T GET IN! You had 2 years. Go fuck yourself. WORK for it. Read the group and figure out how. EARN YOUR VOICE HERE!\n\nAlso: Jimmy Hoffa; Call your office.","story":"Erich Kirov updated the description of the group THE TENDER FOR LAW.","type":"status","comments":[]},"462493170453287_1059111447458120":{"id":"462493170453287_1059111447458120","created_time":1472260154000,"type":"status","comments":[]},"462493170453287_1052553881447210":{"id":"462493170453287_1052553881447210","created_time":1471547763000,"description":"The latest Tweets from The TENDER FOR LAW (@thetenderforlaw). The Tender For Law: FUCK TWITTER IS STUPID!. AQUILAE","full_picture":"https://external.xx.fbcdn.net/safe_image.php?d=AQD1hDS34ZWFVANm&url=https%3A%2F%2Fpbs.twimg.com%2Fprofile_banners%2F2939525758%2F1419428137%2F1500x500&_nc_hash=AQDMqK63iuPneknb","link":"http://thetenderforlaw.com/","message":"THIS GROUP IS FOR ARCHIVAL PURPOSES and is no longer active. Join requests will be ignored.\n\nSee: http://thetenderforlaw.com for updates, or join the group chat on DISCORD [ https://discord.gg/pKHFyg3 ]\n\nCENSORSHIP KILLS ALL THAT IS WORTHWHILE AND SHOULD NOT BE ACCEPTED.\n\nDELETE YOUR FACEBOOK ACCOUNT.","name":"The TENDER FOR LAW (@thetenderforlaw) | Twitter","status_type":"shared_story","story":"Erich Kirov shared a link to the group: THE TENDER FOR LAW.","type":"link","comments":[]},"462493170453287_1052554244780507":{"id":"462493170453287_1052554244780507","created_time":1471547817000,"story":"Erich Kirov changed the privacy setting of THE TENDER FOR LAW from Closed to Public.","type":"status","comments":[]},"462493170453287_1059111327458132":{"id":"462493170453287_1059111327458132","created_time":1472260131000,"type":"status","comments":[]},"462493170453287_1047865551916043":{"id":"462493170453287_1047865551916043","created_time":1470936660000,"description":"For English Translation, see Google :P Saviez-vous que nous AVONS tous une PERSONNE ? Et que cette PERSONNE a été…","full_picture":"https://external.xx.fbcdn.net/safe_image.php?d=AQCGlcly0-5c2q-L&url=https%3A%2F%2Fsteemit.com%2Fimages%2Fsteemit-share.png&_nc_hash=AQCtSAZkn3ztWIgB","link":"https://steemit.com/lega/@petedaoust/avis-de-fraude-notice-of-fraud-the-quebecois-is-on-steemit","message":":D\n\n","name":"AVIS DE FRAUDE / NOTICE OF FRAUD / The QUEBECOIS is on Steemit !!!! — Steemit","status_type":"shared_story","story":"Pete Daoust shared a link to the group: THE TENDER FOR LAW.","type":"link","comments":[]},"462493170453287_1057285564307375":{"id":"462493170453287_1057285564307375","created_time":1472060522000,"type":"status","comments":[]},"462493170453287_1049221325113799":{"id":"462493170453287_1049221325113799","created_time":1471115416000,"description":"The lawyers have launched a constitutional challenge over Legal Aid Ontario’s refusal to bargain with their chosen representative.","full_picture":"https://external.xx.fbcdn.net/safe_image.php?d=AQA2uREzv5utTS69&url=https%3A%2F%2Fwww.thestar.com%2Fcontent%2Fdam%2Fthestar%2Fnews%2Fgta%2F2016%2F08%2F13%2Flegal-aid-lawyers-locked-in-legal-battle-with-province-over-unionization%2Fcolegalaid02jpg.jpg&_nc_hash=AQChc8Cv39mn2IkY","link":"https://www.thestar.com/news/gta/2016/08/13/legal-aid-lawyers-locked-in-legal-battle-with-province-over-unionization.html","message":"\"Lawyers are not recognized as “employees” under Ontario’s Labour Relations Act, and so are excluded from its collective bargaining system.\n\nBut the government has VOLUNTARILY recognized the associations representing its own lawyers and bargained with them, such as the association that represents Ontario’s Crown attorneys.\" \n\nLol! What? :/","name":"Legal aid lawyers locked in legal battle with province over unionization | Toronto Star","status_type":"shared_story","story":"David-Paul Sip shared a link to the group: THE TENDER FOR LAW.","type":"link","comments":[{"id":"1050045461698052","comment_count":0,"created_time":1471217101000,"message":"Who's going to pay for this?  Oh wait...I know the answer."},{"id":"1049995061703092","comment_count":0,"created_time":1471210178000,"message":"\"Lawyers are not recognized as “employees” under Ontario’s Labour Relations Act - They don't DO anything"}]},"462493170453287_1057947027574562":{"id":"462493170453287_1057947027574562","created_time":1472134591000,"message":"Transcript Court Case 700-01-133003-148\n\nWhere the justice says: Yes, you have the right to the SURETY, and we will PRESENT it to you (page 16)\n\n.....And then, wopppssss...he changed his mind :D","story":"Pete Daoust uploaded a file in the group: THE TENDER FOR LAW.","type":"status","comments":[{"id":"1059443034091628","comment_count":0,"created_time":1472306117000,"message":"I like your spirit! :D"},{"id":"1058051400897458","comment_count":0,"created_time":1472143190000,"message":"Hey!!!! :P .....this group will NEVER die. Fuck off :P"}]},"462493170453287_844528338916433":{"id":"462493170453287_844528338916433","created_time":1434815416000,"message":"OK, Simu-Drones! This is full of CORRECT stuff. It also has WRONG stuff, and MISSING stuff.\n\nOBJECTIVE: FIND THE MISSING/WRONG SHIT HERE! \n\nGO!","type":"status","comments":[{"id":"844772672225333","comment_count":0,"created_time":1434866217000,"message":"To me, it seems glaringly obvious how immensely valuable nearly everything Scott says/writes is. As such, for a while, I was baffled at how few people seem to 'follow' him. How few people seem to be in these groups. \n\nSurely there should be tens of thousands of people literally starving for the kind of truth Scott regularly shares for FREE. So where are they all?\n\nI think their absence is explained by the following quote:\n\n\"Don't secure your name if you don't have any actual value. If you have no value, you will starve to death.\" -Scott Duncan\n\nWhat's worse, is that many people who DO have value, can't see any way to be valuable without the current system.\n\nIts still the reason I'm a slave. I'm afraid to starve to death."},{"id":"844877632214837","comment_count":0,"created_time":1434890488000,"message":"Steven Sharp\nI am in agreement with you right up to your last lines...\n\nIt appears that everything is on a sliding scale. The world around us moves forward constantly so if we are not moving forward as well, then we are actually sliding back. \n\nConstantly work on bettering yourself every day. What else have you got to do anyway?\n\nScott has told us in the past that we will fail, yet our children might have a chance. Look at how far we will have come though compared to where we'd be if we stayed ignorant. We are after all just semi-evolved chimps."},{"id":"844596165576317","comment_count":0,"created_time":1434828730000,"message":"Yes. I will for sure, but I'm still working. This is on the top of my list!! :D"},{"id":"844741345561799","comment_count":0,"created_time":1434858842000,"message":"Don't secure your name if you don't have any actual value. If you have no value, you will starve to death."},{"id":"844626288906638","comment_count":0,"created_time":1434836586000,"message":"Dang Pete, I was going to put that in my second comment...."},{"id":"844741582228442","comment_count":0,"created_time":1434858895000,"message":"Only those who TRUST you will issue credit to you."},{"id":"844630228906244","comment_count":0,"created_time":1434838047000,"message":"The fact that the country is insolvent means there is no \"billion dollar account\" attached to your Birth Certificate. You need to make that billion-dollar account YOURSELF and secure your name with it, or as Dan LIEN-YOUR-NAME Wilson says: LIEN YOUR NAME!\n\nTHEN you can UNDERWRITE IT with CRYPTO-CURRENCIES.\n\n...but that's Next Year's lesson. :D"},{"id":"844632272239373","comment_count":0,"created_time":1434838358000,"message":"No, it isn't. I still have a shitload of building to do."},{"id":"844918835544050","comment_count":0,"created_time":1434897942000,"message":"Collateral?  A Bill of Exchange?"},{"id":"844627682239832","attachment":{"description":"Because the Master deserves HD !","media":{"image":{"height":704,"src":"https://external.xx.fbcdn.net/safe_image.php?d=AQD8OS3xN-t6W6JX&w=704&h=704&url=http%3A%2F%2Fi.ytimg.com%2Fvi%2FBbb56jZo0rE%2Fmaxresdefault.jpg&cfs=1&sx=414&sy=0&sw=704&sh=704&_nc_hash=AQD2juzYIniY-NlF","width":704}},"target":{"url":"https://l.facebook.com/l.php?u=https%3A%2F%2Fyoutu.be%2FBbb56jZo0rE&h=ATPaL1pUmtgPCIQIP3VaP0YmpTqoPBgJ4Ws5GU2Ynd52ymDrTX5KrN372j2ZtPZTq23ohJTIu04WXjPvwnXxUlmAMvrpXYTXn6_S8_zC8D8W&s=1"},"title":"The Master : I Can't Decide (Original) [HD]","type":"video_share_youtube","url":"https://l.facebook.com/l.php?u=https%3A%2F%2Fyoutu.be%2FBbb56jZo0rE&h=ATPaL1pUmtgPCIQIP3VaP0YmpTqoPBgJ4Ws5GU2Ynd52ymDrTX5KrN372j2ZtPZTq23ohJTIu04WXjPvwnXxUlmAMvrpXYTXn6_S8_zC8D8W&s=1"},"comment_count":0,"created_time":1434837012000,"message":"\"LEGAL=SURETY and ACCOUNTING\" are \"devil words\" to the Piece-of-Shit Christians following Dean! Think about it! They CAN'T TELL THE TRUTH without revealing that \"SATAN'S ADMIRAL\" is the only one who ever told them the truth.\n\nTHAT is POWER. Piece-of-Shit Christians who follow Menard and/or Clifford, CAN'T TELL THE TRUTH! :D\n\nI really AM the \"Prince of Lies\", and Menard, and Clifford's Piece-of-Shit Christians are my LOYAL subjects! SUCK IT UP! PRAY REAL HARD, you STILL can't tell the truth without admitting I AM THE ONLY ONE WHO EVER DID TELL THE TRUTH ABOUT \"LAW\".\n\nYour LORD and MASTER stands on high, condemning you to a life of lies. Forbidden from speaking the truth, by a muzzle of your own making. All you can do is lie, and each time you do, you become more my slave. I am the \"prince of lies\" and I rule over the liars, WITH THE FUCKING TRUTH.\n\nTHAT'S why I've already won!\n\nhttps://youtu.be/Bbb56jZo0rE"},{"id":"844921255543808","comment_count":0,"created_time":1434898306000,"message":"Why do you care? You want to COPY it, not USE it...\n\n...unless you have some pathological need to get fucked over by both banks AND government."},{"id":"844629645572969","comment_count":0,"created_time":1434837828000,"message":"Adrian Thomson, you are on a roll!"},{"id":"844623122240288","comment_count":0,"created_time":1434835707000,"message":"WHERE IS THE BILL ?? :D"},{"id":"844729695562964","comment_count":0,"created_time":1434855220000,"message":"\"If they refuse to give you a bill, you can now take out a blank piece of paper, fill it out as a bill with them as drawer and payee, leave the signature line of the drawer blank so they can sign it if they so choose, write accepted for value and returned for full settlement across it’s face at an angle, sign and date it at that same angle and hand it to them and leave, they are paid! You gave them an asset item.\"\n\nAND DON'T EVER GO BUY SOME GUM THERE AGAIN !!!! :D\n\nHAHAHAHAHAHAHAHA!!!!!"},{"id":"844902438879023","comment_count":0,"created_time":1434895722000,"message":"No. Look up PRIME DEMAND LOAN\n\nIt's a loan with collateral, that entitles you to the PRIME interest rate (Think \"wholesale\")."},{"id":"844922958876971","comment_count":0,"created_time":1434898531000,"message":"I don't like to slap the \"mental illness\" label on anyone, but trying to build a FIAT bank is a virtual guarantee that the government will fuck you over. That is not a healthy goal.\n\nYou have access to something NOBODY IN HISTORY has had. MONEY OF ACCOUNT and MONEY OF EXCHANGE are now the SAME MEDIUM. Focus on THAT. It's your FUTURE."},{"id":"844626335573300","comment_count":0,"created_time":1434836601000,"message":"Continued\n\"God Bless brothers and sisters, go get em\"\nYech, that's hard to stomach... When I see stuff like this I expect harm to be nearby. To continue the exercise though let's push past it. The MISSING/WRONG is the harm after all right?\n\nI have not yet seen any mention of SURETY and ACCOUNTING yet though, That is certainly missing so far.\n\n\"Further explanations:\nFirstly I'd like to point out an omission in that essay on Bills of Exchange and that this a Bill should have the words \"Consumer Purchase\" written on it's face as well. (This is in regard to the first blog he put out on the subject - above)\"\n\nWe have a different author entering the post here it seems.\n\n\"The section of the act that inquirer is referring to regarding the acceptance of the BOE....\"\nMissing the reference point to the act. Section 34-37\n\n\"The fact is, that via the sin application, you granted Power of Attorney to the government to access that account in exchange for benefits, and I think that probably has to be rectified. They require the access in order to provide you with the benefits that you have requested, but you have also granted them the POA, which as we both well know, they translate to ownership of YOU!\"\n\nIs this part wrong? I do not recall Scott saying anything like this."},{"id":"844883385547595","comment_count":0,"created_time":1434891553000,"message":"Hmmmm \"make your own billion dollar deposit\". Like this? :D \n\n\"No, the $5,000,000 is your \"float\" capital. You deposit it at the Federal Reserve IN TRUST. You then take overnight \"Prime Demand\" Loans to conduct daily business.\"\n\nNow to figure out what these \"Prime Demand\" Loans are."},{"id":"844625348906732","comment_count":0,"created_time":1434836331000,"message":"OK! Better than I expected! :D\n\nAdrian Thomson will gladly tell you (QED) that filling in all the gaps isn't that hard. Nice work!\n\nPete Daoust is the ONLY OTHER Living Being to use those words. Even Sino seems to shy away from them!\n\nMaybe they are evil \"devil words\"! That's why Trent GoodFraudy, Brian Alexander and the rest of Dean's Piece-of-Shit Christian crowd never use them... They will be forced to admit I am right. :D\n\nSo don't expect anyone to be using LEGAL=SURETY and ACCOUNTING any time soon."},{"id":"844899532212647","comment_count":0,"created_time":1434895183000,"message":"PRIME\nStands for Prescribed Right to Income and Maximum Equity, a certificate that entitles the owner to the /income from an underlying security, but not to the capital appreciation of that security.\nCopyright © 2012, Campbell R. Harvey. All Rights Reserved.\nPrime\n1. In commercial banking, the best available interest rate under most circumstances. Generally speaking, only the most creditworthy customers receive the prime, but this is not always true. In any case, a prime serves as a benchmark against which other interest rates are compared. In this sense, it is also called the prime rate.\n\n2. Describing the highest possible credit rating on a bond, either Aaa (for Moody's) or AAA (for S&P and Fitch).\n\nprime\n  (prīm)\nadj.\n1. First or highest in rank or importance; main\n\n:D"},{"id":"844899675545966","comment_count":0,"created_time":1434895210000,"message":"Demand\nPeremptory allegation or assertion of a legal right.\nA demand is an emphatic claim, which presumes that no doubt exists regarding its legal force and effect. It is a request made with authority.\nA money demand is a demand for a fixed sum of money that arises out of an agreement or contract. Commercial Paper is frequently payable on demand or immediately upon request.\nA legal demand is one that is made by a lawfully authorized individual and is proper as to form, time, and place."},{"id":"844584105577523","comment_count":0,"created_time":1434826553000,"message":"Seriously? NOBODY?"},{"id":"844623902240210","comment_count":0,"created_time":1434835881000,"message":"Fun Fact; In this very long and confusing text, not one time you'll see the word SURETY, and/or ACCOUNTING :D"},{"id":"844605242242076","comment_count":0,"created_time":1434830949000,"message":"I will have a crack at this. Please correct me where (not if because I expect I will be) I'm wrong.\n\n\"See, quite simply, without a BILL, there is no obligation! PERIOD!\"\n\nMissing this perhaps?\nNecessity for presentment\n84. (1) Subject to this Act, a bill must be duly presented for payment.\nIf not presented\n(2) If a bill is not duly presented for payment, the drawer and endorsers are discharged.\n\n\"First of all, you need to know what a BILL is, and what a bill is NOT! An INVOICE, or STATEMENT OF ACCOUNT is NOT a BILL! Do they say BILL on them? NO! They say INVOICE, or STATEMENT OF ACCOUNT or CHARGE, not BILL! Now an INVOICE, or STATEMENT OF ACCOUNT simply describes what was sold, how much it was sold for. It does the same the clerk does, it simply announces what the charge is, BUT IT IS NOT THE CHARGE!\"\n\nMissing some definitions:\nInvoice, n. An itemized list of goods or services furnished by a seller to a buyer, usu. specifying the price and terms of sale; a bill of costs\n\nStatement of account. 1. A report issued periodically (usu. monthly) by a bank to a customer, providing certain information on the customer's account, including the checks drawn and cleared, deposits made, charges debited, and the account balance.\n\nCharge,vb. 6. To demand a fee; to bill\n\n\"A bill is: An unconditional ORDER in writing....\"\n\norder,n.1. A command, direction, or instruction.\n\n\"Did you get that? If they give you a bill, and even if they fail to complete it, or sign it, you can simply accept it, sign it and give it back to them! Don’t believe? Check out the so-called ‘laws’ of CANADA.\nBILLS OF EXCHANGE ACT\n57. (1) Every party whose signature appears on a bill is, in the absence of evidence to the contrary, deemed to have become a party thereto for value.\"\n\nMissing\nWhat required of corporation\n5. In the case of a corporation, where, by this Act, any instrument or writing is required to be signed, it is sufficient if the instrument or writing is duly sealed with the corporate seal, but nothing in this section shall be construed as requiring the bill or note of a corporation to be under seal.\nSo the corporate logo/letterhead at the top of the page is a seal.\n\n\"I think you should be getting very excited by now! This is telling you that if you sign the bill, you gave it value! It’s telling you that your signature IS the money! BY signing the bill, and returning it to them, you gave them value! It says, “In absence of evidence to the contrary”. Where is that going to come from?\"\n\nMisleading here because it says \"By signing the bill...\" , yet he already said that we don't have a bill, and they will never give one, so how do we sign the bill? Does he mean to convert the invoice to a completed bill of exchange? (Pete's thread covers that...)\n\n\"What if they refuse to provide a bill? Then they have admitted to no obligation!\"\nMissing same as above...\n\n\"If they refuse to give you a bill, you can now take out a blank piece of paper, fill it out as a bill with them as drawer and payee,....\"\n\nI am pretty sure that Scott said that a bill of exchange should be notarized.\n\n\" If they threaten to call the police, YOU CALL THE POLICE! \"\nThis looks like the worst part of the whole article! Those cops have guns, and there is a whole facebook group full of reasons to never ever have any dealings with police. Why not take the entire process into a place that you can safely control. I.E. PRIVATE\nScott has told us that if it is hard, you are doing it wrong. A dispute at the register with the clerk and calling the police is not the best way to go I think.\n\n\"You merchants out there are still wondering how to get cash out of this and believe me, there are ways, just too much information to go into here for the purpose of this essay.\"\nThis entire point should be expanded upon because it reveals the mechanism to take the entire process into the private.\n\n\"I encourage you not to accept anybody’s unsubstantiated opinions on this, hell, don’t believe me!\"\n\nExcellent piece of advice. Scott always tells us \"Trust but VERIFY\"\n\nThe first section of that post has a lot of statements that are not backed up with any evidence yet there are others that are. Why is that? This is where lies of omission can be inserted isn't it?"},{"id":"844631342239466","comment_count":0,"created_time":1434838192000,"message":"Next year is not that far away."}]},"462493170453287_1047778415258090":{"id":"462493170453287_1047778415258090","created_time":1470926501000,"message":"Hey, Jamie Redman, WELCOME !!! :D","type":"status","comments":[{"id":"1047779618591303","comment_count":0,"created_time":1470926618000,"message":"WWWWEEEEEE!!!! :D\n\nHAHAHAHAHAHAHA!!!!"},{"id":"1047934478575817","comment_count":0,"created_time":1470945222000,"message":"EVERY watchlist..."},{"id":"1047821491920449","comment_count":0,"created_time":1470932022000,"message":"Jamie, what county are you in now?"},{"id":"1047809901921608","attachment":{"media":{"image":{"height":297,"src":"https://scontent.xx.fbcdn.net/v/t1.0-9/13895148_10207073606105549_7658391040673904610_n.jpg?_nc_cat=0&oh=a4b3d384d9fabac3b4007647c5b51f7e&oe=5B2EFE78","width":260}},"target":{"id":"10207073606105549","url":"https://www.facebook.com/photo.php?fbid=10207073606105549&set=p.10207073606105549&type=3"},"type":"photo","url":"https://www.facebook.com/photo.php?fbid=10207073606105549&set=p.10207073606105549&type=3"},"comment_count":0,"created_time":1470930368000,"message":":D"},{"id":"1047804621922136","comment_count":0,"created_time":1470929712000,"message":"Yes Jamie Redman. Welcome! This is the only place in the whole world where you can see the full truth"},{"id":"1047931018576163","comment_count":0,"created_time":1470944629000,"message":"HAHAHAHAHA!!!! :D .....welcome, that's what I was saying :D"},{"id":"1047960398573225","comment_count":0,"created_time":1470949037000,"message":"Sorry I am pretty quiet person most of the time. Yes, currently writing ATM. 😊"},{"id":"1047810371921561","comment_count":0,"created_time":1470930430000,"message":"Well, he might end up just publishing some stuff :D"},{"id":"1047960808573184","comment_count":0,"created_time":1470949153000,"message":"5: No acronyms. Use all the words :P"},{"id":"1047809918588273","comment_count":0,"created_time":1470930372000,"message":"Your life was much less complicated before you wandered in here :D\n\nRemember I said that :P"},{"id":"1047962925239639","comment_count":0,"created_time":1470949506000,"message":"I always get that one wrong."},{"id":"1047963205239611","comment_count":0,"created_time":1470949581000,"message":"A Total Moron, you are, indeed!"},{"id":"1047963311906267","comment_count":0,"created_time":1470949614000,"message":"I see what you did there. :p"},{"id":"1047810518588213","comment_count":0,"created_time":1470930445000,"message":"You don't get to unlearn what I show here. You have been warned."},{"id":"1047811901921408","comment_count":0,"created_time":1470930652000,"message":"At last SOMEONE I don't have to explain Cryptos to! That shit gets pretty old fast! :P"},{"id":"1047940851908513","comment_count":0,"created_time":1470946226000,"message":"OK, so while we wait for you to say something, some handy tips for the group. They will help. A lot. Look at the \"likes\" on this post! (THE TENDER FOR LAW members had better be like-raping this post! :P )\n\n1: Observe words written in CAPS. Look up the LEGAL definition, especially if you think you know what the word means.\n\n2: The Gold Is In The Comments. There are a LOT of 100+ post threads here, like a LOT! Every one of them has something important in it. \n\n3: Ignore whatever the following past mebbers say; Derek Moran, Frisbey, Adam Thomas, and... you know what? You will very quickly discover who to ignore. \n\n4: #ScottIsAlwaysRight <---This cannot be stressed enough. I know that sounds \"arrogant\" but you will find that it is true. I am a semi-evolved chimp that made it this far, and so are you. I don't possess mental powers that you don't. Yet I can make the #ScottIsAlwaysRight claim! It's a truthful claim! How can it be true? I have THE ANSWER TO EVERYTHING, of course! Now you do too. ;)\n\n5: WE ARE HERE <---Nobody noticed yet :D"},{"id":"1047961068573158","comment_count":0,"created_time":1470949227000,"message":"Atrophied Trophy Mustaches? :/"},{"id":"1047960945239837","comment_count":0,"created_time":1470949195000,"message":"...no really. This one comes up a lot."},{"id":"1047958511906747","comment_count":0,"created_time":1470948658000,"message":"...Jamie?"},{"id":"1047809575254974","comment_count":0,"created_time":1470930302000,"message":"Oh my. Look who wandered into the rabbit hole! :D"},{"id":"1047937035242228","comment_count":0,"created_time":1470945508000,"message":"Jamie Redman, I must say, you are awfully quiet! :P"},{"id":"1047958171906781","comment_count":0,"created_time":1470948591000,"message":"*Jeopardy Music*"},{"id":"1047930605242871","comment_count":0,"created_time":1470944543000,"message":"You are now on every \"Watch list\" in the former British empire. Just sayin'."},{"id":"1047962878572977","comment_count":0,"created_time":1470949491000,"message":"Automatic Teller Machine! (Duuuuuh!)"},{"id":"1047805145255417","comment_count":1,"created_time":"2016-08-11T15:36:47+0000","message":"*universe :P","subcomments":[]}]},"462493170453287_1047778638591401":{"id":"462493170453287_1047778638591401","created_time":1470926524000,"description":"Do you ever feel like Doomsday is coming? It's hard not to think it is this day in age.","full_picture":"https://external.xx.fbcdn.net/safe_image.php?d=AQBuRvKy2ZQwFMnv&url=http%3A%2F%2Fi.imgur.com%2F1i7AT3V.jpg&_nc_hash=AQCaGQrpnXddKuy9","link":"https://steemit.com/future/@jamiecrypto/embracing-the-revolving-door-of-doomsday-code-and-the-thunderdome","message":"Embracing the Revolving Door of Doomsday, Code, and the Thunderdome\n\nDo you ever feel like Doomsday is coming? It's hard not to think it is this day in age. When everything is so crazy and the world seems to be in an uproar. Individual country’s economies are crashing and it's seems as if there is no hope for humanity. But the question is has humanity always been facing the Doomsday scenario?\n\n","name":"Embracing the Revolving Door of Doomsday, Code, and the Thunderdome — Steemit","status_type":"shared_story","story":"Jamie Redman shared a link to the group: THE TENDER FOR LAW.","type":"link","comments":[{"id":"1050844651618133","comment_count":0,"created_time":1471322576000,"message":"I exist, and therefore you are tragically wrong, Jamie Redman."}]},"462493170453287_1045971462105452":{"id":"462493170453287_1045971462105452","created_time":1470691206000,"description":"THE TENDER FOR LAW: LIES AND THE LYING LIARS WHO LIE ABOUT THE LIES THEY TELL: An Objective and Fair Analysis of the…","full_picture":"https://external.xx.fbcdn.net/safe_image.php?d=AQCGlcly0-5c2q-L&url=https%3A%2F%2Fsteemit.com%2Fimages%2Fsteemit-share.png&_nc_hash=AQCtSAZkn3ztWIgB","link":"https://steemit.com/legal/@roguesupport/lies-and-the-lying-liars-who-lie-about-the-lies-they-tell-an-objective-and-fair-analysis-of-the-law-society","message":"Here we go!\n\nWe're off!","name":"LIES AND THE LYING LIARS WHO LIE ABOUT THE LIES THEY TELL: An Objective and Fair Analysis of the LAW SOCIETY — Steemit","status_type":"shared_story","story":"Scott Duncan shared a link to the group: THE TENDER FOR LAW.","type":"link","comments":[{"id":"1046034232099175","comment_count":0,"created_time":1470696207000,"message":"Women don't count. Ever."},{"id":"1045973398771925","comment_count":0,"created_time":1470691560000,"message":"Posts like this should benefit my SBD early bird buy! :D"},{"id":"1046034412099157","comment_count":0,"created_time":1470696227000,"message":"I thought so, just wanted to be sure."},{"id":"1046054072097191","comment_count":0,"created_time":1470698485000,"message":"Lawyer as a career in the Nobility, is much like \"Reverend\" in the U.S; It's a 'post\" in a society reserved for privileged idiots."},{"id":"1046032418766023","comment_count":0,"created_time":1470695903000,"message":"Except they ALL had the option of LAW School."},{"id":"1045973445438587","comment_count":0,"created_time":1470691574000,"message":"...and make with the up-boats!"},{"id":"1046053652097233","comment_count":0,"created_time":1470698388000,"message":"Because they don't want to be viewed as parasites. \"Lawyer\" is what you choose when you are a worthless, talentless, parasite."},{"id":"1046040495431882","comment_count":0,"created_time":1470697235000,"message":"What i don't really understand is why they must choose either military or law school."},{"id":"1046050678764197","comment_count":0,"created_time":1470698127000,"message":"I checked for Great Britain, Sweden , Denmark, the Netherlands, Spain, They ALL did military school.\n\nWhy doesn't anyone choose Law school?"},{"id":"1046043915431540","comment_count":0,"created_time":1470697311000,"message":"Every other occupation is for the \"commoners\"."},{"id":"1046033898765875","comment_count":0,"created_time":1470696174000,"message":"Does this only apply to the males? I checked for the females and none of them did Military or Law school (according to wikipedia)."},{"id":"1046031588766106","comment_count":0,"created_time":1470695779000,"message":"\" I chose BURGER KING over MCDONALDS(R) because the LAW SOCIETY is actually the last remnants of the nobility. Real world evidence of this still exists. Look at William and Harry, and Prince Charles and Prince Andrew, and countless other Princes, Dukes, etc. They all have a choice of what they can LEGALLY do. They must choose either military service or LAW School. Go check and confirm what I say is true...and let that one sink in for you.\"\n\n\nIn Belgium we have a monarchy and i just checked this.\nIt seems all the males from the royal family have been to military shool."},{"id":"1048172148552050","comment_count":1,"created_time":"2016-08-12T05:44:01+0000","message":"Fun fact: If you go to \"Tags and Topics\" in Steemit, and search for the topic/tag of \"legal,\" you will not get any results back. Any. At all.","subcomments":[{"id":"1051834784852453","comment_count":0,"created_time":1471453479000,"message":"yah, i noticed that also."}]}]},"462493170453287_1047933485242583":{"id":"462493170453287_1047933485242583","created_time":1470945051000,"full_picture":"https://scontent.xx.fbcdn.net/v/t31.0-8/s720x720/13923740_10207074898817866_7346601172931121953_o.jpg?_nc_cat=0&oh=47848ab54ce538445ea7b78fc8b50b8e&oe=5B643C20","link":"https://www.facebook.com/photo.php?fbid=10207074898817866&set=gm.1047933485242583&type=3","message":"There's a lots of FUNNY \"affirmations\" on this CD. Affirmations made by the JUSTICE.....\n\nI will make lots of copies, and send them out, especially Bank of Canada, who has no idea right now that they are NOT a real Bank :/","object_id":"10207074898817866","status_type":"added_photos","type":"photo","comments":[{"id":"1047934781909120","comment_count":0,"created_time":1470945254000,"message":"I didn't even ordered it, someone did that and sent it to me.....\n\nI am NOT surety, and the JUSTICE refused to deliver surety for me, so I can't BUY/PAY/DISCHARGE anything, right?  :/"},{"id":"1048000935235838","comment_count":0,"created_time":1470953825000,"message":"https://www.facebook.com/groups/tenderforlaw/permalink/1046750415360890/\n\n\nIt's EPIC :D"},{"id":"1047935561909042","comment_count":4,"created_time":"2016-08-11T19:55:09+0000","message":"Yes Richard Masteuze, a copy will be upload on the internet, but not by ME :D","subcomments":[{"id":"1047938131908785","comment_count":0,"created_time":1470945715000,"message":"Did you listen to it? Has it been edited/altered?"},{"id":"1047937608575504","comment_count":0,"created_time":1470945632000,"message":"*anxiously waiting for audio link to show up*"},{"id":"1047938575242074","comment_count":0,"created_time":1470945785000,"message":"No, not yet.....received yesterday."},{"id":"1047937751908823","comment_count":0,"created_time":1470945655000,"message":"I know..... :/"}]}]},"462493170453287_1046660102036588":{"id":"462493170453287_1046660102036588","created_time":1470782755000,"description":"“Every lawyer that has ever given me a lift home is dead,” tweeted one Pakistani lawyer after a terror attack in Quetta killed dozens of colleagues.","full_picture":"https://external.xx.fbcdn.net/safe_image.php?d=AQBktKidGxNy7HR6&url=https%3A%2F%2Fwww.thestar.com%2Fcontent%2Fdam%2Fthestar%2Fnews%2Fworld%2F2016%2F08%2F09%2Fan-entire-generation-of-a-citys-lawyers-was-killed-in-pakistan%2Fmain-option.jpg&_nc_hash=AQB9f-V_ivnfS9sn","link":"https://www.thestar.com/news/world/2016/08/09/an-entire-generation-of-a-citys-lawyers-was-killed-in-pakistan.html","message":"Wow! Brilliant strategy but there is some irony in who is targetting lawyers there. :D","name":"An entire generation of a city’s lawyers was killed in Pakistan | Toronto Star","status_type":"shared_story","story":"David-Paul Sip shared a link to the group: THE TENDER FOR LAW.","type":"link","comments":[{"id":"1047826128586652","comment_count":0,"created_time":1470932586000,"message":"Still though, killing lawyers. I can really get behind this! :D"},{"id":"1047365965299335","comment_count":0,"created_time":1470875861000,"message":"There's more muslims than lawyers."},{"id":"1047012652001333","comment_count":0,"created_time":1470834591000,"message":"No kidding! This really should spread as quickly as \"radical Islam\"  :D"},{"id":"1047866388582626","comment_count":0,"created_time":1470936719000,"message":"Well then I'm not choosing sides which means I'm not choosing either evil. :D"},{"id":"1047329068636358","comment_count":0,"created_time":1470870350000,"message":"Yes. I would like to watch them kill each other."},{"id":"1046669622035636","comment_count":0,"created_time":1470783945000,"message":"The enemy of my enemy is not my friend, but I can REALLY get behind this :D"},{"id":"1047142478655017","comment_count":1,"created_time":"2016-08-10T16:50:20+0000","message":"One's just as bad as the other. Evil is evil. Islam is evil. Lawyers are evil. Choosing evil is never the right answer. It's rewarding, and fun, but it's never the answer. :D","subcomments":[{"id":"1047932711909327","comment_count":0,"created_time":1470944903000,"message":"The fun part is an \"entire generation\" was taken out.  ;)"}]}]},"462493170453287_1047739228595342":{"id":"462493170453287_1047739228595342","created_time":1470922716000,"description":"People think I’m a small whale. But I’m just a ship at sea. Guess what I’ve found? Note: This article is…","full_picture":"https://external.xx.fbcdn.net/safe_image.php?d=AQAaU0eIkiUISSb-&url=http%3A%2F%2Fi.imgsafe.org%2F0d63272cdd.jpg&_nc_hash=AQBwS9idWrEJf1gw","link":"https://steemit.com/steemit/@steemship/creating-liberty-island-my-perspective-on-steemit","message":"willbed25  ·  43 minutes ago\nHi @steemship !\n\nIt's rather interesting to see a guy who claims to be a former lawyer doing a post about living beyond government control... If you are indeed honest and really care about good honest hard working men and women to not be victims of that corrupt system, I'd be curious to hear what you'd have to say about this, as it does seem reasonable to believe that, as a former lawyer, you'd be able to answer the following question :\n\nConsidering that it seems to be TRUE that a person is a legal entity, a tool, that's created by the state, after a man or woman baby started living, without his/her consent, for that man or woman to use and/or exist and/or be abused, in the commercial / legal / public debt slavery world ;\n\nAnd considering that it still seems to be TRUE that every man or woman has the right to his/her person's surety/security, as recognized by any charter of rights, pretty much everywhere in the world ;\n\nAnd considering that it still seems to be TRUE that a surety/security has everything to do with the performance of an obligation vs a debt ;\nhttp://legal-dictionary.thefreedictionary.com/surety\nhttp://legal-dictionary.thefreedictionary.com/security\n\nAnd considering that a signature is proof of surety, and that my signature doesn't appear anywhere on the person's birth certificate ;\n\nI'D LIKE TO KNOW :\n\nIs it TRUE that public debts and/or charges addressed and/or brought up against a person, can be discharged by that person's surety/security ?\nYES or NO ?\n\nAlso, is it TRUE that the words \"This note is legal tender\", written on USD notes, mean that these notes are an offer for law, and that any person using those dollars is deemed to have accepted the fact that all government acts, codes and statutes apply ? YES or NO ?\n\nAnd is that part of what \"the consent of the governed\" is based on ?\n\nAnd finally, can you disclose what it is, that an attorney actually attorns ?\n\nThanks a lot !\nI'm pretty confident many will be awaiting your answers to those questions ;)\n\nhttps://steemit.com/steemit/@steemship/creating-liberty-island-my-perspective-on-steemit","name":"Creating Liberty Island: My Perspective on Steemit — Steemit","status_type":"shared_story","story":"Pete Daoust shared a link to the group: THE TENDER FOR LAW.","type":"link","comments":[{"id":"1049199468449318","comment_count":0,"created_time":1471112011000,"message":"\"FORMER lawyer\"? I suspect this a lie since I recall reading (see Ezra Levant) that a lawyer can't just \"resign\" from the Law Society."},{"id":"1047743031928295","comment_count":0,"created_time":1470923297000,"message":"It's true, right? :)"},{"id":"1047753918593873","comment_count":0,"created_time":1470924601000,"message":"KEEP REPLYING...."},{"id":"1048834251819173","comment_count":0,"created_time":1471070372000,"message":"Take a wild guess. :P"},{"id":"1047754448593820","comment_count":0,"created_time":1470924682000,"message":"and keep upvoting to keep it at the top"},{"id":"1049214815114450","comment_count":0,"created_time":1471114259000,"message":"Maybe he stopped practicing because he never got good at it... :D"},{"id":"1047745935261338","comment_count":0,"created_time":1470923693000,"message":"It is a great post. A little too good actually and that's intimidating.  There's way too many tough and/or difficult questions to answer in one single post."},{"id":"1048718801830718","comment_count":0,"created_time":1471051600000,"message":"A damn fine question, indeed!"},{"id":"1047739931928605","comment_count":0,"created_time":1470922850000,"message":"HAHAHA"},{"id":"1048773721825226","comment_count":0,"created_time":1471060718000,"message":"Has the question been addressed?"},{"id":"1049030131799585","comment_count":0,"created_time":1471098571000,"message":"I really think Scott Duncan has driven all the lawyers off the internet. :D"},{"id":"1047811335254798","comment_count":0,"created_time":1470930546000,"message":"Get ready for upvote/downvote wars :D"},{"id":"1047739611928637","comment_count":0,"created_time":1470922800000,"message":"And it's my fault :P"},{"id":"1047739495261982","comment_count":0,"created_time":1470922782000,"message":"Will Bed, you are amazing!! :D"},{"id":"1047743298594935","comment_count":1,"created_time":"2016-08-11T13:48:56+0000","message":"It's fun to watch you go, and know it's my fault :D\n\nI wish you the same..... :)","subcomments":[{"id":"1047822925253639","comment_count":0,"created_time":1470932211000,"message":"But in the end, it's the Law Society's fault :/\n\nThey are SURETY for all this :/ ....there's no \"if\" or \"but\" about it :P"}]},{"id":"1047750358594229","comment_count":2,"created_time":"2016-08-11T14:02:19+0000","message":"\"tough questions\" ? ....how can a question be TOUGH? :/","subcomments":[{"id":"1047767751925823","comment_count":0,"created_time":1470925439000,"message":"Only for those trying to hide something."},{"id":"1047754495260482","comment_count":0,"created_time":1470924691000,"message":"It's the answer that's tough! ;)"}]},{"id":"1047750411927557","comment_count":6,"created_time":"2016-08-11T14:02:30+0000","message":"the comment was removed :/","subcomments":[{"id":"1047750891927509","comment_count":0,"created_time":1470924236000,"message":"refreshed the page twice....gone"},{"id":"1047750655260866","comment_count":0,"created_time":1470924191000,"message":"Really? :/"},{"id":"1047751301927468","comment_count":0,"created_time":1470924248000,"message":"No, it is still there, and made $0.12 :D"},{"id":"1047779785257953","comment_count":0,"created_time":1470926636000,"message":"I did what I could. I wanted the question to be as high on the comments as it could be so its seen by as many as possible."},{"id":"1047753671927231","comment_count":0,"created_time":1470924575000,"message":"Keep replying to it"},{"id":"1047752005260731","comment_count":0,"created_time":1470924344000,"message":"ah I see it went from the bottem to second from the top....upvotes"}]}]},"462493170453287_1048433631859235":{"id":"462493170453287_1048433631859235","created_time":1471017344000,"message":"Where may I find Pete's video on how to complete a Bill of Exchange?   Thank you.","type":"status","comments":[{"id":"1048476451854953","comment_count":0,"created_time":1471022278000,"message":":D"},{"id":"1048439838525281","comment_count":0,"created_time":1471017671000,"message":"Hahaha!!!! :D"},{"id":"1048438628525402","comment_count":0,"created_time":1471017508000,"message":"+ Why? what \"bill\""},{"id":"1048438245192107","comment_count":0,"created_time":1471017436000,"message":"On youtube :/"},{"id":"1048458505190081","comment_count":0,"created_time":1471020330000,"message":"Laugh if you will. You can't say I didn't warn you :P"},{"id":"1048457578523507","comment_count":0,"created_time":1471020200000,"message":"You have to watch out for these girls. The ones that want me to fuck them like I hate them, tend to be a bit uppity :D"},{"id":"1048476215188310","comment_count":0,"created_time":1471022242000,"message":"Yes. That's what I was thinking :P"},{"id":"1048477831854815","comment_count":0,"created_time":1471022511000,"message":":D HAHAHAHAHAHAHA!!!!!!!"},{"id":"1048478081854790","comment_count":0,"created_time":1471022563000,"message":"Also: I should NOT have control of recording studio software."},{"id":"1048475445188387","comment_count":0,"created_time":1471022139000,"message":"Yes, I had to google it :/\n\nAn uppity person behaves in an unpleasant way because they think that they are more important than they really are:"},{"id":"1048497351852863","comment_count":0,"created_time":1471024923000,"message":"LOL :D"},{"id":"1048454748523790","comment_count":0,"created_time":1471019843000,"message":"A \"BELLIGERENT\" :D ....this excites me :D"},{"id":"1048476355188296","comment_count":0,"created_time":1471022268000,"message":"#ScottIsAlwaysRight"},{"id":"1048447071857891","comment_count":0,"created_time":1471018714000,"message":":D HAHAHAHAHA!!!! ....I like that :D"},{"id":"1048475985188333","comment_count":0,"created_time":1471022212000,"message":"They are only important AFTER I fuck them like I hate them. Before merely elevates their status slightly."},{"id":"1048457891856809","comment_count":0,"created_time":1471020246000,"message":"Pouhhahahahahahahahaah!!!! :D"},{"id":"1048446521857946","comment_count":0,"created_time":1471018622000,"message":"John Fernandes You're not Scott, Tara, Pete, Ceit or an administrator of this group.  You have no authority to ask me any questions.  So FUCK OFF!!!!!!"},{"id":"1048477428521522","comment_count":0,"created_time":1471022425000,"message":"I'm sorry none of you were on discord last night. We played BB King's rare \"Fat Nigger with a Guitar\" version of \"The Thrill Is Gone\". With Barry White doing backup vocals. Sorry you missed it. It's very rare :D"},{"id":"1048476281854970","comment_count":0,"created_time":1471022252000,"message":"Makes perfect sense :D"},{"id":"1048440008525264","comment_count":1,"created_time":"2016-08-12T16:01:35+0000","message":"I viewed it on You Tube a long time ago, but can't find it now.","subcomments":[{"id":"1048714631831135","attachment":{"description":"Description","media":{"image":{"height":360,"src":"https://external.xx.fbcdn.net/safe_image.php?d=AQAK-dwvDOj1BIU-&w=360&h=360&url=https%3A%2F%2Fi.ytimg.com%2Fvi%2Fzeb7lyrht54%2Fhqdefault.jpg&cfs=1&sx=87&sy=0&sw=360&sh=360&_nc_hash=AQCh8KRTR-nNr7ET","width":360}},"target":{"url":"https://l.facebook.com/l.php?u=https%3A%2F%2Fyoutu.be%2Fzeb7lyrht54&h=ATPUv6hVXtYahZaasX41dFeEdbvcjU_5isRO6Htb-n5iLrcgGu8uNTTGxrw6PUMfU71a6IIbeaSFAL9VFTuDz9C5N4WwYXOvkkMEoXi6T1lF&s=1"},"title":"BILL OF EXCHANGE - FRENGLISH SUBTITLES","type":"video_share_youtube","url":"https://l.facebook.com/l.php?u=https%3A%2F%2Fyoutu.be%2Fzeb7lyrht54&h=ATPUv6hVXtYahZaasX41dFeEdbvcjU_5isRO6Htb-n5iLrcgGu8uNTTGxrw6PUMfU71a6IIbeaSFAL9VFTuDz9C5N4WwYXOvkkMEoXi6T1lF&s=1"},"comment_count":0,"created_time":1471051083000,"message":"https://youtu.be/zeb7lyrht54"}]},{"id":"1048440681858530","comment_count":5,"created_time":"2016-08-12T16:03:16+0000","message":"Ask Franki Rule","subcomments":[{"id":"1048440758525189","comment_count":0,"created_time":1471017814000,"message":"Thank you."},{"id":"1048495568519708","attachment":{"description":"Description","media":{"image":{"height":360,"src":"https://external.xx.fbcdn.net/safe_image.php?d=AQAK-dwvDOj1BIU-&w=360&h=360&url=https%3A%2F%2Fi.ytimg.com%2Fvi%2Fzeb7lyrht54%2Fhqdefault.jpg&cfs=1&sx=87&sy=0&sw=360&sh=360&_nc_hash=AQCh8KRTR-nNr7ET","width":360}},"target":{"url":"https://l.facebook.com/l.php?u=https%3A%2F%2Fm.youtube.com%2Fwatch%3Fv%3Dzeb7lyrht54&h=ATOq4-RIokj-TSV-peKOJ3YFaBJqwZfdExP_csLR0cyMlps8zPZjYv5xhlHKnwTTGuC7yzmBw87WfJoxRoMT2Re7yS87lyKksBN5WhkWd8oo&s=1"},"title":"BILL OF EXCHANGE - FRENGLISH SUBTITLES","type":"video_share_youtube","url":"https://l.facebook.com/l.php?u=https%3A%2F%2Fm.youtube.com%2Fwatch%3Fv%3Dzeb7lyrht54&h=ATOq4-RIokj-TSV-peKOJ3YFaBJqwZfdExP_csLR0cyMlps8zPZjYv5xhlHKnwTTGuC7yzmBw87WfJoxRoMT2Re7yS87lyKksBN5WhkWd8oo&s=1"},"comment_count":0,"created_time":1471024626000,"message":"Sandra Carlstrom\nhttps://m.youtube.com/watch?v=zeb7lyrht54"},{"id":"1048498121852786","comment_count":0,"created_time":1471025007000,"message":"My pleasure!  :D"},{"id":"1048441091858489","comment_count":0,"created_time":1471017857000,"message":"Sandra Carlstrom would you mind answering the questions?"},{"id":"1048495965186335","comment_count":0,"created_time":1471024683000,"message":"Thank you!!!"}]},{"id":"1048441131858485","comment_count":4,"created_time":"2016-08-12T16:04:19+0000","message":"Franki Rule ACT as Director of Audio/Video :D","subcomments":[{"id":"1048499361852662","comment_count":0,"created_time":1471025254000,"message":"Why fuk? You're still in the country? You forgot?"},{"id":"1048497488519516","comment_count":0,"created_time":1471024942000,"message":"Fuck :/"},{"id":"1048497048519560","comment_count":0,"created_time":1471024877000,"message":"This AGENT is still waiting for a certain uncut video sequence featuring some beautifully dumb specimens to ACT; to play his ROLE! \nJust sayin.... ;)"},{"id":"1048499651852633","comment_count":0,"created_time":1471025297000,"message":"Well, yes...it is 356mb, I will have to upload it on youtube :/"}]},{"id":"1048494415186490","comment_count":16,"created_time":"2016-08-12T17:54:35+0000","message":"John Fernandes don’t include me in your attempt to look cool or that you have valuable information by emulating the dialogue and tone of Scott and Pete.  Although I am completely unimportant my time has value and your failed brown nose attempts waste my time.","subcomments":[{"id":"1048606425175289","comment_count":0,"created_time":1471037934000,"message":"By the way John, I showed up on the Tender years ago."},{"id":"1048591145176817","comment_count":0,"created_time":1471036441000,"message":"Once again, you are not authorized to ask me a question.  How is it possible that you're a member of this group and you do not comprehend something so rudimentary?   Do you believe you have the intelligence, wisdom, experience, value and authority of Scott?"},{"id":"1048603961842202","comment_count":0,"created_time":1471037682000,"message":"Is an uppity cunt or a bimbo meant to be derogatory or demeaning?  I'll take both of those descriptions on with pride.  You foolish man can suck it, and that is meant to be hostile."},{"id":"1048532738515991","comment_count":0,"created_time":1471028634000,"message":"Interesting position,  I simply asked that you answer a question, I'll assume you're an uppity cunt, this much we know. :P"},{"id":"1048649141837684","comment_count":0,"created_time":1471042951000,"message":":D"},{"id":"1048619151840683","comment_count":0,"created_time":1471039288000,"message":"The question was not meant to be hostile. Who would I be brown nosing? Why is it you think a standard question would require hostility. Scott called the uppity, you confirm. NP here"},{"id":"1048595668509698","comment_count":0,"created_time":1471036971000,"message":"well lot's of bimbo's show up here, gauging one's understanding is just the way it is, suck it up, it's not meant to be hostile."},{"id":"1048644078504857","attachment":{"media":{"image":{"height":240,"src":"https://scontent.xx.fbcdn.net/v/t39.1997-6/10173504_272700662904199_1095176301_n.png?_nc_cat=0&oh=cb1a541b21c2f0c7145568f7271a9f98&oe=5B35FCC5","width":304}},"target":{"id":"144884992352434","url":"https://scontent.xx.fbcdn.net/v/t39.1997-6/10173504_272700662904199_1095176301_n.png?_nc_cat=0&oh=cb1a541b21c2f0c7145568f7271a9f98&oe=5B35FCC5"},"type":"sticker","url":"https://scontent.xx.fbcdn.net/v/t39.1997-6/10173504_272700662904199_1095176301_n.png?_nc_cat=0&oh=cb1a541b21c2f0c7145568f7271a9f98&oe=5B35FCC5"},"comment_count":0,"created_time":1471042416000,"message":""},{"id":"1048634695172462","comment_count":0,"created_time":1471040934000,"message":"Yet you continue, fascinating"},{"id":"1048644395171492","comment_count":0,"created_time":1471042495000,"message":"Theone who makes the last comment wins. The other one gets banned :D"},{"id":"1048644768504788","comment_count":0,"created_time":1471042544000,"message":"If in three minutes I don't see one of you commenting in here, I ban the twos of yous :D"},{"id":"1048632871839311","comment_count":0,"created_time":1471040816000,"message":"Scott can call me whatever he pleases because he has value.       You are tiresome."},{"id":"1048644188504846","comment_count":0,"created_time":1471042443000,"message":"Keep going guys, 2.5 hours train ride left :/"},{"id":"1048673805168551","comment_count":0,"created_time":1471046884000,"message":"oh no's facebook jail, been there, meh"},{"id":"1048662928502972","comment_count":0,"created_time":1471045167000,"message":"Lol"},{"id":"1048646235171308","comment_count":0,"created_time":1471042789000,"message":"Screw you John Fernandes"}]}]},"462493170453287_1046750412027557":{"id":"462493170453287_1046750412027557","created_time":1470796306000,"full_picture":"https://scontent.xx.fbcdn.net/v/t31.0-8/s720x720/13975364_10153587269506784_5229277542549462598_o.jpg?_nc_cat=0&oh=c2f71cb254bc8041ed9a5afbb31ee2ec&oe=5B6D71BF","link":"https://www.facebook.com/photo.php?fbid=10153587269506784&set=gm.1046750415360890&type=3","object_id":"10153587269506784","status_type":"added_photos","type":"photo","comments":[{"id":"1051860141516584","comment_count":0,"created_time":1471455899000,"message":"ugh. Typical"}]},"462493170453287_1052410004794931":{"id":"462493170453287_1052410004794931","created_time":1471529499000,"description":"YOUR DESCRIPTION HERE","full_picture":"https://external.xx.fbcdn.net/safe_image.php?d=AQBdlbN3_1CDLDV_&url=http%3A%2F%2F1.bp.blogspot.com%2F-xVZqGTaekSU%2FV7W09SwcpXI%2FAAAAAAAA-IY%2FV5IxPiOevA81Lh7AsFgAFGtipnvySZLTQCK4B%2Fs1600%2Flogo.png&_nc_hash=AQAjn2A2IBBD6VQr","link":"https://lasuretedesapersonne.blogspot.ca/","message":"This will be the place where I will store ALL documents I have ever sent.\n\nMost are in French, but I am ALWAYS very specific and to the point when I am sending a Notice, or DEMAND, or anything else....\n\nSo it will be easy to use google translate to translate these documents.\n\nIt might not give you the EXACT words all the time, but you will get the point....\n\nOh, and there,s a LOT :D\n\nFor technical questions, contact Ricardo Mastas :P\n\n","name":"La Sûreté de SA Personne","status_type":"shared_story","story":"Pete Daoust shared a link to the group: THE TENDER FOR LAW.","type":"link","comments":[{"id":"1052416324794299","comment_count":0,"created_time":1471530435000,"message":"Nice presentation."}]},"462493170453287_689302594439009":{"id":"462493170453287_689302594439009","created_time":1404436300000,"description":"Profound lyrics too!","full_picture":"https://external.xx.fbcdn.net/safe_image.php?d=AQCx_JN44CNtBZg-&w=480&h=360&url=http%3A%2F%2Fi1.ytimg.com%2Fvi%2FT-QbZCPrvl0%2Fhqdefault.jpg&crop&_nc_hash=AQAUfGVYJ_TpBjDT","link":"https://youtu.be/T-QbZCPrvl0","message":"ATTENTION ON DECK:\n\n...sorry that shit just never leaves you.\n\nAstute officers and crew from different vessels, and now, different Navies, have all approached me with the same concerns.  I normally let these things play out, because I like to show off how I deal with these ill-prepared \"surprises\".  Often you'll find that when I do something that appears \"Godlike\", closer examination reveals that I'd simply altered small things in the past to engineer my way out of future problems.\n\nI've done this all my life and it makes for some interesting experiences, not the least of which is infiltrators.\n\nToday we're going to talk about infiltrators.\n\nI want to discuss the behaviour, dialogue, and the \"red flags\" that alert you to an infiltrator.  \n\nOne of the great things about being me is that you don't know how much I know about you.  You barely understand the technology you use, and the same is true with infiltrators.  I often do things deliberately \"sloppy\" and even let the odd \"warez\" group onto our network, just to act as a \"Honey Pot\" and to take a bunch of NSA agents out of commission.  For as long as they're looking at the shiny objects I leave around, they are not looking at you.\n\nAn officer, and crew member, of the Tyson were using the Lou Manotti and Roguesupport Nx  accounts, and reading THE TENDER FOR LAW, which is baffling because they have direct access to my entire library...but no accounting for taste.  Contrary to what you may think, THE TENDER FOR LAW is not my best work.  \n\nAnyway, officers and crew of the Tyson noticed a member whose posts consist almost exclusively of wrong answers, erroneous conclusions, out-of-context quotes and numerous calls to violence.  At this point I would like to state that if you're doing anything under the banner of AQUILAE you do not cause or inflict violence.  That is a RIGHT reserved exclusively for officers.  The rules are very simple.  If you're going to inflict violence make sure you're an AQUILAE officer first.  If you check and you find out you are not an AQUILAE officer; DON'T.\n\nNow I try to give all of you the benefit of the doubt.  The poster in question is a regular contributor to THE TENDER FOR LAW, but he only showed up late in the second phase.  \n\n...I'm talking about you, Jason Moreland.  \n\nSo as is my way, we're going to drag you out onto the deck, and disect this problem piece-by-piece.\n\nThe default position it that Mr. Moreland is simply dumb and angry because of what he has discovered.  If no other answer comes up, then that will be the position henceforth.  If this is in fact the case, I remind Mr. Moreland that he thinks wrong, and values the wrong things; which means any intent and/or plans he forms at this point are 100% guaranteed to be based on the wrong things, and the wrong thought-process.  This also means there is a 100% chance of failure...\n\n...SO STOP!\n\nIf this is the case I can \"leverage a negative\", and can use Mr. Moreland's many posts as  \"red flag indicators\" when hunting down infiltrators.  You can find many writings on this subject, however we're just going to deal with the basics.  \n\nThe first indicator of an infiltrator is somebody who is just a little too enthusiastic about the cause in question.  You'll often find them repeatedly asking questions about very basic things while skillfully using their feined ignorance to switch a few words around.  You'll also find Robert Menard doing this shit too, so it's not a hard, fast rule - rather an indicator.  Look for phrases like, \"Are you saying *insert bullshit here*?\", and the presumptuous weasel-word questions that are prefixed with \"Don't you think...\" (I preemptively answer \"NO\" to those).  \n\nSecond indicator are calls to violence.  Nobody understands the urge to inflict violence on these pieces-of-shit more than I do.  If you intend to inflict violence, do it right.  Homicide is very, very easy.  It's stupidly easy.  I guarantee that any one of you could kill ten people with a steak knife before anyone could even form the intent to stop you.  In my books, that's stupidly easy.  If you fuck up killing somebody, you deserve your fate.  Many murders are meticulously planned, and go off without a hitch, but the perpetrator still gets caught.  Never plan FOR violence; plan for AFTER the violence.  The violence itself is just a formality.  It's surprisingly easy to do; and a lot of fun.  It solves a problem, gives closure, and let's you move forward.  I speak from experience.  I can even say right here on this open forum to all the cops watching that I killed that fat piece-of-shit that is your colleague.  I garotted him myself with a guitar string.  I even left a note.  So why aren't I sitting in jail with a bunch of gomers chanting \"cop killer\"?  \n\nThe reason I can say this is that they would have to reveal that the dead land-whale in question sent an Islamic Sand-Nigger out to kill my child; and that's not something your masters want attention drawn to.  Look what I've done since then!  You're not bright enough to put it together, but I've already won.  And now I've got nothing to do with the rest of my life but hunt down those who dared write their signatures endorsing harm to me and to those I love.  You can send all the infiltrators you like.  You can use all the blackmailed confidential informants that you like.  You could spread disinformation...hell you can even call me crazy!  But that's not really going to change anything.  I taught a bunch of idiots on the Internet how to build their own fucking banks.  On Facebook of all things.  Ask yourself what I've done with people who have sworn to live and die at my command.\n\nTo Jason Moreland: If you are an infiltrator, take pause and reflect on what you're doing.  The problem with all infiltrators is that when they read what I write, they know it's true.  It's not opinion, it's not hypothesis, it's not even an expression of feelings.  I strip away the bullshit that most infiltrators exploit.  The many adults that have imaginary friends have learned by watching many examples of what happens to people who don't keep their evil, ignorant, mysogenistic idiology to themselves.  \n\nAll belief is evil.  An infiltrator will laugh with his cop buddies quoting \"Scott is always right\", but you'll never hear them quote, \"All belief is evil\".  As a matter of fact I have it on good authority that they are stricly prohibited from quoting it, even in police reports.  I wonder if you can figure out why.\n\nThis is the only life you get.  I had mine planned out from age nine.  It never occurred to me that the Rule of Law would become corrupted too soon.  Before the year 2000, my only problems with the judiciary was their baffling technological ignorance.  \n\nI wish I'd prepared better for the collapse of the judiciary, but I work with what I have; and even my \"Plan B\" gives me a significantly better standard of living than all of you combined.  All of my actions from 2005 onward are to engineer what I like to call \"Destructive Benefit\".  Like THE TENDER FOR LAW itself all of my long-term plans eventually come to fruition.  You can look back to the older posts and see how foolish you sounded, and since you're on the rollercoaster, you don't really see how fast you're going.  There was going to be a stereotypical \"star pupil\" and a stereotypical \"class clown\".  They just turned out to be exactly opposite of who I thought they'd be.  So when it comes to predictions regarding people as individuals, I am rarely right.  I know how you'll all behave in large numbers, but individually you're all very confusing.  I have women figured out in a very \"low res\" way, but that's as close as I've ever gotten after years of study.  The little I do know is true; the rest is a big question mark for me; and whenever possible I try to engineer that gaping variable out of the equation.  It doesn't matter if you think I'm right or not, in the end...we'll all find out soon enough, just as we always do.  \n\nI think it's a safe bet that I'll be right again.  \n\nJason, if you're an infiltrator, go back to your masters and say you've been caught.  If you're not, then less speaking and more reading.  Pretend you're a Christian.  Pretend that if I discover your imaginary friend, you'll be banned; and all the benefit you get here, you'll just have to wait for.  \n\nI've been going through my vast video collection, and I've discovered what I think are videos of both Menard and Clifford acting all \"you're crazy\" and dismissing cryptographic currency.  Menard was sitting in the middle of a fucking mine when he was saying it.  I really like making people who oppose the right answer look really, really stupid.  That's something the cops and I have in common.  Anything you say will be used against you later on.  \n\nEveryone who hasn't watched the Naomi Wolf, End of America video, please do so now.  It's time to pick sides.  The days of warning are over.  It doesn't matter what you say/think/feel/believe.  Reality doesn't care; and very soon, neither will I, for you will no longer be of any use to me.  I'm giving you the keys to the future.  I'm giving you understanding now, and I ask nothing in return.  All I ask is that you share your knowledge with others.  Make sure they know how you learned, because then they'll know when they see an AQUILAE Battle Standard, they should stop what they're doing and walk away, knowing that by doing so they will never be harmed by anyone acting under that banner.  An example of the AQUILAE Battle Standard is on Lou Manotti's profile, and if you see it anywhere else you should stop whatever you're doing, and walk away - because shit's about to get real.  I'm talking about actual, real-life, bikini girls with machine guns.\n\nTake it away guys!","name":"Like THIS, only real!","source":"https://www.youtube.com/embed/T-QbZCPrvl0?autoplay=1","status_type":"shared_story","story":"Scott Duncan shared a link to the group: THE TENDER FOR LAW.","type":"video","comments":[{"id":"689333877769214","comment_count":0,"created_time":1404441440000,"message":":D"},{"id":"689332381102697","comment_count":0,"created_time":1404441032000,"message":"Well... there it is then."},{"id":"689333691102566","comment_count":0,"created_time":1404441403000,"message":"@Jason Moreland: Google advertisements reach 100% of their target audience and you only pay for those who viewed. All other \"marketing methods\" in the world can't compete with that."},{"id":"689333674435901","comment_count":0,"created_time":1404441401000,"message":"Oh, that website is kind of niggeresque ! :D"},{"id":"689332507769351","comment_count":0,"created_time":1404441076000,"message":"Please don't"},{"id":"689332421102693","comment_count":0,"created_time":1404441053000,"message":"Compelling point Pete! :D"},{"id":"689333974435871","comment_count":0,"created_time":1404441479000,"message":"....AND CONCEPT IS NOT A FUCKING VERB!"},{"id":"689309514438317","comment_count":0,"created_time":1404437437000,"message":"I can't beleve this post is losing out to Tara's LEGAL TENDER post and a FUCKING ZOMBIE-THREAD!"},{"id":"689333204435948","comment_count":0,"created_time":1404441295000,"message":"Yes, we know ALL ABOUT transcripts.\n\nI claim the life of ANYONE who DARES ALTER, CENSOR, AND/OR CHANGE MY WORDS, AND THEN DECLARE IT TRUE."},{"id":"689320131103922","comment_count":0,"created_time":1404439363000,"message":"Those that know the truth, and don't care, have already forfeited their right to exist. I won't have any (provable) connection to it, but they are all dropping, one-by-one. ;)"},{"id":"689330404436228","comment_count":0,"created_time":1404440457000,"message":"That is ALWAYS the default presumption, Jason. You need not explain, but it's good that you did. You are no different than MANY OTHERS that read what I write. You are starting to grasp just how MUCH you have been robbed of.\n\nI understand how you feel. I truly do."},{"id":"689332634436005","attachment":{"description":"i wanted to listen to this but no one uploaded it","media":{"image":{"height":720,"src":"https://external.xx.fbcdn.net/safe_image.php?d=AQDhWL1EIp6qBicJ&w=720&h=720&url=http%3A%2F%2Fi1.ytimg.com%2Fvi%2FnRreWt6Fum0%2Fmaxresdefault.jpg&cfs=1&_nc_hash=AQBsmr24XzXMLVQu","width":720}},"target":{"url":"https://l.facebook.com/l.php?u=https%3A%2F%2Fyoutu.be%2FnRreWt6Fum0&h=ATNXMLPaa_-eSBl5psZF8-pK2N7jDpDmOj3BIaBMxWh_CBPFPfO7tPGzoUinYRrScIKQ96uZjoFaXPS8MyNxYV7aVD-oFgPrxkf-Iu3PvNMm&s=1"},"title":"Doctor Who Whisper men rhyme!","type":"video_share_youtube","url":"https://l.facebook.com/l.php?u=https%3A%2F%2Fyoutu.be%2FnRreWt6Fum0&h=ATNXMLPaa_-eSBl5psZF8-pK2N7jDpDmOj3BIaBMxWh_CBPFPfO7tPGzoUinYRrScIKQ96uZjoFaXPS8MyNxYV7aVD-oFgPrxkf-Iu3PvNMm&s=1"},"comment_count":0,"created_time":1404441119000,"message":"Avoid the Whisper Men's attention.\n\nhttp://youtu.be/nRreWt6Fum0"},{"id":"689315814437687","comment_count":0,"created_time":1404438843000,"message":"Good idea :D"},{"id":"689319107770691","comment_count":0,"created_time":1404439224000,"message":"In the end, it doesn't matter. What I say is TRUE. If you are an infiltrator, what I say does NOT become LESS true.\n\n...after all is said and done, an infiltrator is still wrong. An infiltrator will realize they are on the wrong side, eventually. Truth does that."},{"id":"689332247769377","comment_count":0,"created_time":1404440987000,"message":"Me, I am sure he is an infiltrator.... :P , international marketing management, in my ass ... :D"},{"id":"689330897769512","comment_count":0,"created_time":1404440594000,"message":"But when my men (Officers & Crew) whisper in my ear, the same things, I listen to those \"Whisper Men\" ;)"},{"id":"689328224436446","comment_count":0,"created_time":1404439841000,"message":":)"},{"id":"689313937771208","comment_count":0,"created_time":1404438475000,"message":"I have never liked \"Jason.\" I never replied to his \"friend request\". I have always suspected of that profile. \n\n\"He\" did mentioned just a few hours ago that he was going to make his last post, for six months, or something to that extent. I found that strange. Plus all his calls to kill public officials look like HUGE baits, waiting for \"likes\" or \"echoes.\""},{"id":"689332734435995","comment_count":0,"created_time":1404441161000,"message":"That's nicer than \"Shut the fuck up and read\"."},{"id":"689332624436006","comment_count":0,"created_time":1404441113000,"message":"We know about TRANSCRIPTS :D"},{"id":"689331327769469","comment_count":0,"created_time":1404440707000,"message":"...It's why they let me be Admiral, despite any personal feelings they may have, regarding me. They TRUST me to LISTEN, and DO SOMETHING ABOUT IT. So I did.\n\n...hence this post. You're all caught up :D"},{"id":"689328607769741","attachment":{"media":{"image":{"height":168,"src":"https://scontent.xx.fbcdn.net/v/t1.0-9/10443497_10202286399828384_2191401795639187672_n.jpg?_nc_cat=0&oh=ea8f97261e66009ff5c5c39355b4e5f6&oe=5B71D613","width":300}},"target":{"id":"10202286399828384","url":"https://www.facebook.com/photo.php?fbid=10202286399828384&set=p.10202286399828384&type=3"},"type":"photo","url":"https://www.facebook.com/photo.php?fbid=10202286399828384&set=p.10202286399828384&type=3"},"comment_count":0,"created_time":1404439938000,"message":":P"},{"id":"689333254435943","comment_count":0,"created_time":1404441306000,"message":"...just sayin'."},{"id":"689332834435985","comment_count":0,"created_time":1404441189000,"message":"What was the last International Marketing Management you've ACCOMPLISHED, Jason ? :D"},{"id":"689332541102681","comment_count":0,"created_time":1404441087000,"message":"No Please... :D"}]},"462493170453287_1047484005287531":{"id":"462493170453287_1047484005287531","created_time":1470889437000,"message":"Cindy Barnes! how did you find this group?","type":"status","comments":[{"id":"1047499348619330","comment_count":0,"created_time":1470890557000,"message":"No need you aren't worth any prayers"},{"id":"1047499265286005","comment_count":0,"created_time":1470890532000,"message":"Are you praying REALLY HARD now? Piece-of-Shit Jesus is giving AIDS to children in Africa. Pray to BETTER-THAN-JESUS :D"},{"id":"1047487551953843","comment_count":0,"created_time":1470889925000,"message":"...and are you a Piece-of-Shit Christian? I'm looking at your photos and I'm seeing the same empty smiles that you'd generally find on Piece-of-Shit Christians."},{"id":"1047499405285991","comment_count":1,"created_time":"2016-08-11T04:42:51+0000","message":"*Bless you\n\n\n*(A coward's way to say Fuck you!)","subcomments":[{"id":"1047499545285977","comment_count":0,"created_time":1470890607000,"message":"Piss off"}]},{"id":"1047498828619382","comment_count":0,"created_time":1470890442000,"message":"Hey Pete!, Anibal Jose Baez! We have a live one! :D"},{"id":"1047485928620672","comment_count":0,"created_time":1470889837000,"message":"Ok... Not sure WHY it would be there. It''s a closed group.\n\nWhat exactly do you think this group is about?"},{"id":"1047498398619425","comment_count":0,"created_time":1470890310000,"message":"He's busy givig AIDS to children in africa and isn't listening."},{"id":"1047498235286108","comment_count":0,"created_time":1470890260000,"message":"Perhaps if you \"pray\" really hard Piece-of-Shit Jesus will make me stop! :D"},{"id":"1047485361954062","comment_count":0,"created_time":1470889732000,"message":"Sorry was talkin to my mom!!"},{"id":"1047488535287078","comment_count":0,"created_time":1470889978000,"message":"https://www.facebook.com/notes/scott-duncan/please-respect-my-deeply-held-religious-beliefs/1220326568033813"},{"id":"1047486195287312","comment_count":0,"created_time":1470889885000,"message":"Wasn't really sure, would really like to know!"},{"id":"1047498915286040","comment_count":0,"created_time":1470890456000,"message":"Real bastion of intellect too! :D"},{"id":"1047498268619438","comment_count":0,"created_time":1470890272000,"message":"Ass!! That's about right! You don't know shit about me!"},{"id":"1047499475285984","comment_count":0,"created_time":1470890587000,"message":"\"deaths by \"god\" in the bible 14,000,000. Deaths by \"satan\" = 10."},{"id":"1047493841953214","comment_count":0,"created_time":1470890095000,"message":"Fuck you dude!! What the hell is your fuckin problem! Do you attack everyone!! It's none of your fuckin business what I believe! Mind your own shit! I'm out !"},{"id":"1047498451952753","comment_count":0,"created_time":1470890337000,"message":"Sounds like you are the one obsessed"},{"id":"1047498365286095","comment_count":0,"created_time":1470890302000,"message":"You think your so smart! You are a joke!"},{"id":"1047499065286025","comment_count":0,"created_time":1470890487000,"message":"I am not ashamed to admit a damn thing!! God is good ALL THE TIME!! Bless you!"},{"id":"1047485485287383","comment_count":0,"created_time":1470889751000,"message":"It was in my suggestions"},{"id":"1047485125287419","comment_count":0,"created_time":1470889692000,"message":"Cindy Barnes, you JUST asked to join. WTF?"},{"id":"1047497101952888","comment_count":0,"created_time":1470890142000,"message":"See, if you read our \"about\" section, you will find that adults with imaginary friends aren't welcome here."},{"id":"1047498691952729","comment_count":0,"created_time":1470890396000,"message":"So you ARE a Piece-of-Shit Christian. You're just ashamed to admit it because you know in the end, you are just an adult with an imaginary friend who tries to make a virtue out of delusion."},{"id":"1047497718619493","comment_count":0,"created_time":1470890213000,"message":"I'll assume by your feigned hostility that you pray to a Zombie Rape-Baby-on-a-Stick."},{"id":"1047497565286175","comment_count":0,"created_time":1470890187000,"message":"I don't have imaginary friends! You are a childish bitch!!"},{"id":"1047498551952743","comment_count":0,"created_time":1470890358000,"message":"Awe you were raped as a child?"}]},"462493170453287_1046750415360890":{"id":"462493170453287_1046750415360890","created_time":1470796306000,"full_picture":"https://scontent.xx.fbcdn.net/v/t31.0-8/s720x720/13938137_10153587269486784_7223825238808460738_o.jpg?_nc_cat=0&oh=5a5ddb42477fe8689b64e6a3898ca222&oe=5B2D7304","link":"https://www.facebook.com/photo.php?fbid=10153587269486784&set=gm.1046750415360890&type=3","message":"Hello TTFL members, my name is Richard and since I like to go straight to the point, here's my humble contribution to the agenda.\n\nIt turns out that my sweet girlfriend Dominique Bilodeau is part of a \"September '15 Mums\" Facebook private group. Here's an intriguing conversation that occurred last week between Dominique and a Revenu Québec agent. Plz excuse the poor translation!","name":"Photos from Ricardo Mastas's post","object_id":"10153587269486784","status_type":"added_photos","type":"photo","comments":[{"id":"1046761005359831","comment_count":0,"created_time":1470797823000,"message":"Will Bed"},{"id":"1046799735355958","comment_count":0,"created_time":1470803921000,"message":"OUI OUI! You ars being the slaves, bitches! <---Frenglish translation."},{"id":"1046798732022725","comment_count":0,"created_time":1470803781000,"message":":D This is a level of awesome many do not understand :D \n\n10/10 :D"},{"id":"1046763578692907","comment_count":2,"created_time":"2016-08-10T03:03:05+0000","message":"Yeah I saw that...\n\nIs that agent qualified and/or authorized to be making that declaration ???\n\nThat seems like something Andre Lariviere should be asked... He's the asshole with an arts degree in charge of the claims/dispute dept at QRA...\n\nAnd the UPAC should be CC'd, \nas well as Her Majesty, \nand her Lieutenant Governor, \nand Colonel Delaney...","subcomments":[{"id":"1046771298692135","comment_count":0,"created_time":1470799589000,"message":"Good question. Dominique is positive about her not being a regular entry-level agent. She identified herself as \"Chef d'équipe\" and boasted about her salary in the past to boot. Screenshots available of that.\n\nOn a side note, and this is where it gets even more fascinating, How do I know? Well for some obscure reason yesterday she panic-posted in the Mum group stating that the group's content wasn't safe. Her boss ordered her to delete all posts/messages referring to Revenu Quebec, apparently someone handed screen shots and reported these to her supervisor."},{"id":"1046973098671955","comment_count":0,"created_time":1470829783000,"message":"No kidding!!! :D"}]},{"id":"1047299865305945","comment_count":0,"created_time":1470866816000,"message":"So now QRA will have to answer is it's true or not :)"},{"id":"1046766622025936","comment_count":0,"created_time":1470798710000,"message":"Via AGENCY of course :)"},{"id":"1047297705306161","comment_count":0,"created_time":1470866577000,"message":"She did confirmed that QRA see us as slaves for the public debt."},{"id":"1047213675314564","comment_count":0,"created_time":1470856028000,"message":":D"},{"id":"1047304338638831","comment_count":0,"created_time":1470867338000,"message":"The press release should be about the letter that is sent to QRA, so the journalists will be waiting on the answer."},{"id":"1047309818638283","comment_count":0,"created_time":1470868154000,"message":"I am not sure if you guys see what I see. But this will be something, oh fuck !!! :D"},{"id":"1051437501558848","comment_count":0,"created_time":1471402009000,"message":"JUST in case you forgot:\n\n#ScottIsALWAYSright"},{"id":"1049312598438005","comment_count":0,"created_time":1471125979000,"message":"Wow...."},{"id":"1047373858631879","comment_count":0,"created_time":1470877049000,"message":"Wow!  :D"},{"id":"1047389421963656","comment_count":0,"created_time":1470879353000,"message":"well, there's the cookie, now you just need to get it sugar coated."},{"id":"1047825838586681","comment_count":0,"created_time":1470932534000,"message":"Let's ask her! :D"},{"id":"1047754511927147","comment_count":0,"created_time":1470924695000,"message":"No chance she'd be willing to say all that again in writing with a signature, is there? =P"},{"id":"1047309231971675","comment_count":0,"created_time":1470868101000,"message":"Great!!!....we will have more AGENCIES who will be WAITING! :D"},{"id":"1046766402025958","comment_count":0,"created_time":1470798677000,"message":"And the media :D"},{"id":"1047293701973228","comment_count":0,"created_time":1470866266000,"message":"Alright, just making sure about the content for the press release:\n-it's a private Facebook group for moms, where they can chichat and gossip and such;\n-She works for ARQ as a \"Chef d'équipe\";\n-Confirmed that we're all slaves.\n\nYes?"},{"id":"1047210931981505","comment_count":0,"created_time":1470855759000,"message":"Bump, because it's awesome :D"},{"id":"1047301188639146","comment_count":0,"created_time":1470866981000,"message":"Dear QRA,\n\nOne of your agent, Tania Tremblay, said publicly that we are slaves for the public debt.\n\nWe think that this is extremely HOSTILE.\n\nIs it true that we are all slaves for the public debt?\n\nYou have 10 days to reply."},{"id":"1047299308639334","comment_count":0,"created_time":1470866758000,"message":"Extremely HOSTILE.... :/"},{"id":"1047367115299220","comment_count":0,"created_time":1470876000000,"message":"I'm pretty sure I see it :P"},{"id":"1047294788639786","comment_count":0,"created_time":1470866367000,"message":"QRA's view about us ;)"},{"id":"1046800038689261","comment_count":6,"created_time":"2016-08-10T04:39:19+0000","message":"Woops! <----universal translation of the words spoken seconds before it was deleted :D","subcomments":[{"id":"1047274468641818","comment_count":0,"created_time":1470864293000,"message":"Wonder how long that promotion will last? :D"},{"id":"1046814268687838","comment_count":0,"created_time":1470805415000,"message":"Was the guard a little down when bragging to all the other mamas about her brand new promotion? *Other screen shot incoming*"},{"id":"1046819072020691","attachment":{"media":{"image":{"height":404,"src":"https://scontent.xx.fbcdn.net/v/t31.0-8/s720x720/13920343_10153587492981784_6998706933627103776_o.jpg?_nc_cat=0&oh=0b54b345a66760747f1fc4b641ec9300&oe=5B318416","width":720}},"target":{"id":"10153587492981784","url":"https://www.facebook.com/photo.php?fbid=10153587492981784&set=p.10153587492981784&type=3"},"type":"photo","url":"https://www.facebook.com/photo.php?fbid=10153587492981784&set=p.10153587492981784&type=3"},"comment_count":0,"created_time":1470806296000,"message":""},{"id":"1046819645353967","comment_count":0,"created_time":1470806417000,"message":"Notice Pete's grin on the left. :D"},{"id":"1046812878687977","comment_count":0,"created_time":1470805231000,"message":"Was she trying to play it cool and collected in front of all the  mamas... euh... well, heh!?"},{"id":"1046819738687291","comment_count":0,"created_time":1470806439000,"message":"Wow.\n\nThis will never get old :D"}]}]},"462493170453287_1050326535003278":{"id":"462493170453287_1050326535003278","created_time":1471257888000,"full_picture":"https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14034885_10207104609440613_3363266143108399250_n.jpg?_nc_cat=0&oh=732a5eebf3b1181a8f82b46376658b4e&oe=5B61CBB5","link":"https://www.facebook.com/photo.php?fbid=10207104609440613&set=gm.1050326535003278&type=3","message":"As said by Justice Sylvain LÉPINE, case 700-01-133003-148, a \"debt-free\" transcript has been received via regular mail.\n\nI will make photocopies of each pages, and upload it in the group's file.","object_id":"10207104609440613","status_type":"added_photos","type":"photo","comments":[{"id":"1050327488336516","comment_count":0,"created_time":1471258032000,"message":"I will count how many times the word \"surety\" has been said :D"},{"id":"1050326898336575","attachment":{"media":{"image":{"height":405,"src":"https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14045650_10207104611760671_4338803786956829364_n.jpg?_nc_cat=0&oh=86cb8509f073f4f2deb60c48ca1fc6dc&oe=5B2A2888","width":720}},"target":{"id":"10207104611760671","url":"https://www.facebook.com/photo.php?fbid=10207104611760671&set=p.10207104611760671&type=3"},"type":"photo","url":"https://www.facebook.com/photo.php?fbid=10207104611760671&set=p.10207104611760671&type=3"},"comment_count":0,"created_time":1471257938000,"message":""},{"id":"1050327021669896","attachment":{"media":{"image":{"height":720,"src":"https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14054127_10207104612640693_6358483805464266028_n.jpg?_nc_cat=0&oh=24c51ce3285b0c9694593f9213471821&oe=5B29293F","width":396}},"target":{"id":"10207104612640693","url":"https://www.facebook.com/photo.php?fbid=10207104612640693&set=p.10207104612640693&type=3"},"type":"photo","url":"https://www.facebook.com/photo.php?fbid=10207104612640693&set=p.10207104612640693&type=3"},"comment_count":0,"created_time":1471257949000,"message":""},{"id":"1050326635003268","attachment":{"media":{"image":{"height":405,"src":"https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/13903356_10207104609960626_6939068416013599407_n.jpg?_nc_cat=0&oh=0749f2ca47cea0fda126d625c7a55e35&oe=5B343BF9","width":720}},"target":{"id":"10207104609960626","url":"https://www.facebook.com/photo.php?fbid=10207104609960626&set=p.10207104609960626&type=3"},"type":"photo","url":"https://www.facebook.com/photo.php?fbid=10207104609960626&set=p.10207104609960626&type=3"},"comment_count":1,"created_time":"2016-08-15T10:45:01+0000","message":"","subcomments":[{"id":"1050327185003213","comment_count":0,"created_time":1471257982000,"message":"Almost as thick as a bible. I suspect there are a lot of beliefs in there."}]},{"id":"1050535278315737","comment_count":0,"created_time":1471283451000,"message":"When you get the audio CD, send me all the files with the extension \".000\""},{"id":"1050326771669921","attachment":{"media":{"image":{"height":720,"src":"https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/13925404_10207104611040653_6614580366174571717_n.jpg?_nc_cat=0&oh=cedff2678354453637c4d2444eee78e6&oe=5B370028","width":396}},"target":{"id":"10207104611040653","url":"https://www.facebook.com/photo.php?fbid=10207104611040653&set=p.10207104611040653&type=3"},"type":"photo","url":"https://www.facebook.com/photo.php?fbid=10207104611040653&set=p.10207104611040653&type=3"},"comment_count":0,"created_time":1471257921000,"message":""},{"id":"1050346428334622","comment_count":0,"created_time":1471260973000,"message":"81 times :/"},{"id":"1050386154997316","comment_count":0,"created_time":1471266292000,"message":"Seriously, WHO'S paying for this thing? :D"},{"id":"1050326708336594","attachment":{"media":{"image":{"height":405,"src":"https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/14051695_10207104610240633_3705086349767002165_n.jpg?_nc_cat=0&oh=814ea0b5cc8a821c5092bdb787ae3c8f&oe=5B3036AC","width":720}},"target":{"id":"10207104610240633","url":"https://www.facebook.com/photo.php?fbid=10207104610240633&set=p.10207104610240633&type=3"},"type":"photo","url":"https://www.facebook.com/photo.php?fbid=10207104610240633&set=p.10207104610240633&type=3"},"comment_count":0,"created_time":1471257911000,"message":""},{"id":"1050386698330595","comment_count":0,"created_time":1471266356000,"message":"Franki Rule, William Lemire, Natasha Tutino"},{"id":"1050358611666737","comment_count":0,"created_time":1471262426000,"message":"Scott, why no one demands money to me for this transcript?"},{"id":"1050487324987199","comment_count":0,"created_time":1471278294000,"message":"There's 105 pages .... :/"},{"id":"1050552038314061","comment_count":0,"created_time":1471285085000,"message":"For the record: When they stop charging you for transcripts, they are telling you that they are not going to follow the rules anymore."},{"id":"1050326825003249","attachment":{"media":{"image":{"height":405,"src":"https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/13920761_10207104611480664_3396223671478614323_n.jpg?_nc_cat=0&oh=68d7d79b7cbe847c916145468b171a12&oe=5B2FE5B6","width":720}},"target":{"id":"10207104611480664","url":"https://www.facebook.com/photo.php?fbid=10207104611480664&set=p.10207104611480664&type=3"},"type":"photo","url":"https://www.facebook.com/photo.php?fbid=10207104611480664&set=p.10207104611480664&type=3"},"comment_count":5,"created_time":"2016-08-15T10:45:29+0000","message":"","subcomments":[{"id":"1051139128255352","comment_count":0,"created_time":1471362972000,"message":"Hey Pete, is your person's name spelled correctly or what?  :/"},{"id":"1051140151588583","comment_count":0,"created_time":1471363112000,"message":"Nope it's not......il n'y a pas d,appostrophe...."},{"id":"1051140348255230","comment_count":0,"created_time":1471363124000,"message":"Mais c,est juste une erreur :D"},{"id":"1050421961660402","comment_count":0,"created_time":1471271099000,"message":"PIERRE D' AOUST avec un apostrophe???"},{"id":"1051153011587297","comment_count":0,"created_time":1471364559000,"message":"Méchante erreure.... Pourquoi j'ai l'impression que c'est p't'être pas juste une erreur?  :/  \nC'est tu la première fois qu'ils écrivent le nom de ta personne tout croche?"}]},{"id":"1050422721660326","comment_count":1,"created_time":"2016-08-15T14:26:54+0000","message":"No Audio cd?","subcomments":[{"id":"1050429914992940","comment_count":0,"created_time":1471272192000,"message":"It needs to be ordered.......and it will be :)"}]}]},"462493170453287_900924583276808":{"id":"462493170453287_900924583276808","created_time":1447015099000,"message":"The \"Pete is going to court on Nov. the 16th 2015\" thread :D","type":"status","comments":[{"id":"900930799942853","comment_count":0,"created_time":1447016754000,"message":"Isn't the creator of a thing responsible/surety for that thing?"},{"id":"900928273276439","comment_count":0,"created_time":1447016093000,"message":"Unidentifiable accused means that the accused CAN'T be identified, right?\n\nWhy would they give it a NAME?\n\nI know they seems to have created an ACCOUNT no. which is 700-01-133003-148, but surety seems to be lacking for it......"},{"id":"900932503276016","comment_count":0,"created_time":1447017092000,"message":"Ok JUSTICE, where is it? :D"},{"id":"900944609941472","comment_count":0,"created_time":1447019895000,"message":"The record should not be edited?"},{"id":"900934266609173","comment_count":0,"created_time":1447017365000,"message":"Which court Pete? If you want, I can probably come as well."},{"id":"900931926609407","comment_count":0,"created_time":1447017019000,"message":"Excellent question!!! :D\n\n:/ Where is it?"},{"id":"900927169943216","comment_count":0,"created_time":1447015820000,"message":"Oh.....and why is that? :D"},{"id":"900939303275336","comment_count":0,"created_time":1447018628000,"message":"Were you not informed that surety would be present on the day?"},{"id":"900934706609129","comment_count":0,"created_time":1447017441000,"message":"St-Jerome"},{"id":"900931406609459","comment_count":0,"created_time":1447016895000,"message":"Yes"},{"id":"900939669941966","comment_count":0,"created_time":1447018709000,"message":"Yes. :/"},{"id":"900940426608557","comment_count":0,"created_time":1447018886000,"message":"I wonder if they scratched it off the record though, I've heard that they are doing this now, sometimes :/"},{"id":"900934889942444","comment_count":0,"created_time":1447017482000,"message":"Room RC-06, 9:00H"},{"id":"900943689941564","comment_count":0,"created_time":1447019775000,"message":"I even spoke with Deborah about it, on the phone :/"},{"id":"900944383274828","comment_count":0,"created_time":1447019811000,"message":"Prosecutor?"},{"id":"900931136609486","comment_count":0,"created_time":1447016826000,"message":"If charges there is, and an account in regards of these charges, surety is needed, right? :D"},{"id":"900944499941483","comment_count":0,"created_time":1447019863000,"message":"No, about editing public records.....I hate this facebook reply system :("},{"id":"900930853276181","comment_count":0,"created_time":1447016768000,"message":"That's what they will use yes? The account number?"},{"id":"900931793276087","comment_count":0,"created_time":1447016985000,"message":"So, WHERE THE FUCK IS IT??? :D"},{"id":"900939716608628","comment_count":0,"created_time":1447018720000,"message":"It's \"On the Record\" :D"},{"id":"900925346610065","comment_count":1,"created_time":"2015-11-08T20:42:39+0000","message":"Now, since they have an UNIDENTIFIABLE ACCUSED, what NAME should the docket shows?","subcomments":[{"id":"900927043276562","comment_count":0,"created_time":1447015781000,"message":"PETE DAOUST."}]},{"id":"900931429942790","comment_count":0,"created_time":1447016899000,"message":"Right."},{"id":"900940829941850","comment_count":10,"created_time":"2015-11-08T21:43:25+0000","message":"My case continues on 11th but I can find no record of it.","subcomments":[{"id":"900941383275128","comment_count":0,"created_time":1447019152000,"message":"Oh, THAT case. I don't think it's YOURS, it seems to be someone's case, but not yours, right?"},{"id":"900941763275090","comment_count":0,"created_time":1447019248000,"message":"I have a way with my BRAIN :D"},{"id":"900941883275078","comment_count":0,"created_time":1447019279000,"message":"It is in my fucking blood now :P"},{"id":"900942066608393","comment_count":0,"created_time":1447019337000,"message":"Anyway that case seems to have disappeared like a ghost."},{"id":"900941579941775","comment_count":0,"created_time":1447019212000,"message":"You have a way with words. Correction : The case 😀"},{"id":"900942686608331","comment_count":0,"created_time":1447019504000,"message":"Yeah, Ghost shit, yep...."},{"id":"900941513275115","comment_count":0,"created_time":1447019196000,"message":"Because if it's YOURS, you are definitly SURETY for it, right?"},{"id":"900940969941836","comment_count":0,"created_time":1447019054000,"message":"YOUR case? :/"},{"id":"900941143275152","comment_count":0,"created_time":1447019107000,"message":"Yes, the one I was locked up for 4 days in August."},{"id":"900941896608410","comment_count":0,"created_time":1447019280000,"message":"You're a weird fucker, in a good way 😀"}]},{"id":"900935143275752","comment_count":5,"created_time":"2015-11-08T21:19:31+0000","message":"Alright, I'll see if I can swing it. I should be able to.","subcomments":[{"id":"900937003275566","comment_count":0,"created_time":1447018126000,"message":"You could be the \"communication expert\" in there. As in communicating what's going on in there to The Tender for Law :D"},{"id":"900935253275741","comment_count":0,"created_time":1447017616000,"message":":)"},{"id":"900992899936643","comment_count":0,"created_time":1447032816000,"message":"I'm trying to make things work to assist this \"malgré moi\" meeting you will have Pete. I want to see/hear this. :D"},{"id":"900937246608875","comment_count":0,"created_time":1447018199000,"message":"Well, not live, as I don't carry a cellular device with me."},{"id":"900937429942190","comment_count":0,"created_time":1447018233000,"message":"Oh......I could give you mine, while I am busy doing something else :/"}]},{"id":"900940536608546","comment_count":1,"created_time":"2015-11-08T21:41:50+0000","message":"They will try joinder again no?","subcomments":[{"id":"900940896608510","comment_count":0,"created_time":1447019029000,"message":"I don't know? ....I have no idea, it's the first experiment, but so far, as from other similar but not the same, experiment I have done, they will probably do that.\n\nBut hey, I can't just BELIEVE it, so we'll see.... :/"}]}]},"462493170453287_1045456408823624":{"id":"462493170453287_1045456408823624","created_time":1470621949000,"description":"Just about two years ago, I met a man who made me feel like the most ignorant and incompetent woman in Quebec.","full_picture":"https://external.xx.fbcdn.net/safe_image.php?d=AQBXr5xeH46ZVIIg&url=https%3A%2F%2Fimg.youtube.com%2Fvi%2FRJxAMpJ9HXQ%2F0.jpg&_nc_hash=AQDv5JHxNvtSSBJT","link":"https://steemit.com/introduceyourself/@natashat/let-me-introduce-myself-a-frenglish-story-or-something","message":":-o\n\n","name":"Let me introduce myself: A frenglish story --- or something. — Steemit","status_type":"shared_story","story":"Pete Daoust shared a link to the group: THE TENDER FOR LAW.","type":"link","comments":[]},"462493170453287_1045550548814210":{"id":"462493170453287_1045550548814210","created_time":1470635377000,"full_picture":"https://scontent.xx.fbcdn.net/v/t1.0-9/13895189_1396134357119699_6056805071084872771_n.jpg?_nc_cat=0&oh=d4ed78718fe1e1ee399a463fbee001fb&oe=5B28A96B","link":"https://www.facebook.com/photo.php?fbid=1396134357119699&set=gm.1045550548814210&type=3","object_id":"1396134357119699","status_type":"added_photos","type":"photo","comments":[{"id":"1045578998811365","comment_count":0,"created_time":1470641360000,"message":"Nice and \"practical\" view. One can \"practice\" his .......nevermind :/\n\n:P"}]},"462493170453287_1042598419109423":{"id":"462493170453287_1042598419109423","created_time":1470231394000,"message":"I still love this...hahahaa\n\nhttps://www.treasurydirect.gov/instit/statreg/fraud/fraud_alert99-10.txt","type":"status","comments":[{"id":"1042617942440804","comment_count":0,"created_time":1470234070000,"message":"Lol... 😁"}]},"462493170453287_1046028198766445":{"id":"462493170453287_1046028198766445","created_time":1470695601000,"message":"Craig Simpson, what's your story?\n\nWhy are you here?","type":"status","comments":[{"id":"1046031322099466","comment_count":0,"created_time":1470695695000,"message":"Jeremy Rose, you seem to have followed Craig Simpson. Who are you, and why do you associate with idiots like Dean Kory?"},{"id":"1046033235432608","comment_count":0,"created_time":1470696065000,"message":"Craig Simpson, Jeremy Rose, you JUST NOW asked to join. There is a reason this group is CLOSED.\n\nWhen people like you come wandering in, they are questioned, especially when they are associated with Piece-of-Shit Christians.\n\nSo answer. NOW."},{"id":"1046035555432376","comment_count":0,"created_time":1470696443000,"message":"*BANNED*"},{"id":"1046035392099059","comment_count":0,"created_time":1470696408000,"message":"OkeeDokee! Fuck you both!"},{"id":"1046040342098564","comment_count":0,"created_time":1470697221000,"message":"That is an appropriate time frame for the inquisition."},{"id":"1046048092097789","comment_count":0,"created_time":1470697667000,"message":"We're efficient."},{"id":"1046045498764715","attachment":{"media":{"image":{"height":360,"src":"https://external.xx.fbcdn.net/safe_image.php?d=AQCnxfHZAYGnbUxF&w=360&h=360&url=https%3A%2F%2Fi.ytimg.com%2Fvi%2F7WJXHY2OXGE%2Fhqdefault.jpg&cfs=1&sx=51&sy=0&sw=360&sh=360&_nc_hash=AQBI6A4Lnox9xYZe","width":360}},"target":{"url":"https://l.facebook.com/l.php?u=https%3A%2F%2Fyoutu.be%2F7WJXHY2OXGE&h=ATMfzdhbAc9b6-4hcNz4wMyK_Y0kbW5X9uch5ZQHY7EIiwEGBP4EhC44ueE-jX6br7X2BMPJYfgrWMQ6ZH35Efpte5NmE3xfeAcT3OI_of_g&s=1"},"title":"No one expects the Spanish Inquisition","type":"video_share_youtube","url":"https://l.facebook.com/l.php?u=https%3A%2F%2Fyoutu.be%2F7WJXHY2OXGE&h=ATMfzdhbAc9b6-4hcNz4wMyK_Y0kbW5X9uch5ZQHY7EIiwEGBP4EhC44ueE-jX6br7X2BMPJYfgrWMQ6ZH35Efpte5NmE3xfeAcT3OI_of_g&s=1"},"comment_count":0,"created_time":1470697339000,"message":"https://youtu.be/7WJXHY2OXGE"}]},"462493170453287_1038432729525992":{"id":"462493170453287_1038432729525992","created_time":1469628378000,"message":"I just talked to a friend of mine. The City of Peabody was giving him a hard time about parking his trucks...rightfully so, there is an ordinance against what he was doing. \n\nThey City didn't like the way the discussion went, so the following Monday, the SWAT team paid him a visit and raided his house. \n\nThis place is like a war zone","type":"status","comments":[{"id":"1039533842749214","comment_count":0,"created_time":1469797287000,"message":":/"},{"id":"1039959219373343","comment_count":0,"created_time":1469854033000,"message":"WTH?"},{"id":"1039474682755130","comment_count":0,"created_time":1469788271000,"message":"Oh. He is out on a $10,000 bail and an ankle bracelet. \n\nIt's a misdemeanor charge of <ahem> threat to commit a crime"},{"id":"1044895088879756","comment_count":0,"created_time":1470552823000,"message":"C-51!"},{"id":"1039542829414982","comment_count":0,"created_time":1469798580000,"message":"\"THREAT to commit a crime\"? He should have CAUTIONed the government instead. It's what the courts do :P"},{"id":"1038439792858619","comment_count":0,"created_time":1469629564000,"message":"Da Fuck! :/"}]},"462493170453287_1042914295744502":{"id":"462493170453287_1042914295744502","created_time":1470274432000,"message":"http://www.cbc.ca/news/canada/saskatoon/sask-charged-online-justin-trudeau-1.3706249","type":"status","comments":[{"id":"1042914835744448","comment_count":0,"created_time":1470274508000,"message":"Is Justin the injured party?    What a pussy."},{"id":"1042915475744384","comment_count":0,"created_time":1470274611000,"message":"Of course not. This is one of those: \"he's not running his program correctly\" offences."},{"id":"1044472665588665","comment_count":0,"created_time":1470495591000,"message":"this is a c-51 arrest..... expect more of this"},{"id":"1044473825588549","comment_count":0,"created_time":1470495723000,"message":"\"The prime minister's press secretary said the Prime Minister's Office does not comment on Trudeau's security.\"   Apparently not on his safety either. Bahahaahah"}]},"462493170453287_1021121014590497":{"id":"462493170453287_1021121014590497","created_time":1467005209000,"full_picture":"https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/13466545_1369714823094986_371238613831557060_n.jpg?_nc_cat=0&oh=ab1f77c78f8b0bcb51ddd20d35c58bda&oe=5B34C232","link":"https://www.facebook.com/photo.php?fbid=1369714823094986&set=gm.1021121014590497&type=3","object_id":"1369714823094986","status_type":"added_photos","type":"photo","comments":[{"id":"1039234866112445","comment_count":0,"created_time":1469746386000,"message":"B3121 9453? Or maybe 53121 9453."},{"id":"1039232012779397","comment_count":0,"created_time":1469745935000,"message":"I can't make out the number on the side of the choo choo. What is it?"}]},"462493170453287_737094159659852":{"id":"462493170453287_737094159659852","created_time":1414082111000,"message":"Can't get a straight answer from the US Postmaster, so I'm passing along the question to y'all.  Are postal money orders backed by fiat or not?  There seems to be no connection with the Federal Reserve here.","type":"status","comments":[{"id":"737098996326035","comment_count":0,"created_time":1414082923000,"message":"You do know that I automatically presume that, when someone uses the \"word\" \"Y'all\", they cannot have an IQ over 80, right?"},{"id":"737195002983101","comment_count":0,"created_time":1414101879000,"message":"Wes, why are you posting from a WHARF?"},{"id":"737189086317026","comment_count":0,"created_time":1414100746000,"message":"Wes, its backed by the UPU somehow..."},{"id":"737201729649095","comment_count":0,"created_time":1414103675000,"message":"I'm not posting from a ware-house at river front."},{"id":"737201926315742","comment_count":0,"created_time":1414103726000,"message":"Chris Evan this \"somehow\" is exactly what I'm trying to flesh out..."},{"id":"737840856251849","comment_count":0,"created_time":1414246726000,"message":"Budget as in Public debts limitations :D\n\nAs in NONE.... :D"},{"id":"737111092991492","comment_count":0,"created_time":1414085400000,"message":"Postal Money Order.\n\nLook at the words...."},{"id":"737184856317449","comment_count":0,"created_time":1414099619000,"message":"Can I correctly state that this takes us away from the Federal Reserve Note and back to the good ol', gold-backed, US Dollar?"},{"id":"737100699659198","comment_count":0,"created_time":1414083324000,"message":"This post comes from the District of Columbia...hmmmmmm"},{"id":"737206202981981","comment_count":0,"created_time":1414104503000,"message":"You want a postal money order\nYou go to the closest post office.\nYou deposit some money.\nThe exchange that to an order for you.\nYou send that to someone.\nThey take that order for money that you deposited an redeem it."},{"id":"737189679650300","comment_count":0,"created_time":1414100922000,"message":"ohhhh.....a tender for law?  :-D"},{"id":"737723639596904","comment_count":0,"created_time":1414223245000,"message":"so the receipt is only acknowledgement for title to the goods exchanged and not in itself accountable. neither an asset nor offset."},{"id":"737111262991475","comment_count":0,"created_time":1414085442000,"message":"They have NOTHING to do with the Federal Reserve. It's a completely different Jurisdiction."},{"id":"737112652991336","comment_count":0,"created_time":1414085743000,"message":"HAHAHAHAHAHAHA!!! :D"},{"id":"737100732992528","comment_count":0,"created_time":1414083334000,"message":"First off, I would suggest moving"},{"id":"737202412982360","comment_count":0,"created_time":1414103883000,"message":"At the end of the day, what backs a US Postal Money order, and how?"},{"id":"737205259648742","comment_count":0,"created_time":1414104256000,"message":"Idk...French gold somehow I think. And your location says you are"},{"id":"737206326315302","comment_count":0,"created_time":1414104537000,"message":"In reality, you should buy debts with a check...."},{"id":"737719529597315","comment_count":0,"created_time":1414222121000,"message":"Wes Faires you have proven beyond a reasonable doubt, that you hove NO clue what money is.\n\n\" the good ol', gold-backed, US Dollar \"? What the fuck does that even mean?\n\nIt CERTAINLY has nothing to do with MONEY. It DOES have something to do with \"legal tender\". That too has NOTHING to do with MONEY.\n\n\" the good ol', gold-backed\" Legal Fiction is better than the \"shut the fuck up or we'll lock you up\" Legal Fiction, is it?\n\nAmericans are astoundingly stupid. It's OK to say it, because it's true. :D"},{"id":"737112492991352","comment_count":0,"created_time":1414085713000,"message":"Fappity Fap Fap!"},{"id":"737717432930858","comment_count":0,"created_time":1414221457000,"message":"No.\n\nA Budget is NOT an \"asset\".\n\nA trust cannot \"profit\". If it does, it is, by its very nature, NOT a trust."},{"id":"737099119659356","comment_count":0,"created_time":1414082961000,"message":"I SWEAR I've brought this up before..."},{"id":"737712492931352","comment_count":0,"created_time":1414220198000,"message":"put all receipts for consumed goods into an 'expense account' held by the trust, that should count as an assett however it is added to the overall accounting, wether the goods were consumed or not."},{"id":"737111119658156","comment_count":0,"created_time":1414085406000,"message":"\"Can't get a straight answer from the US Postmaster\"\n\nThey are certainly RACISTS... :P"},{"id":"737205809648687","comment_count":0,"created_time":1414104385000,"message":"But that might just be for stamps. Idk. Here's what I know...."}]},"462493170453287_681874421848493":{"id":"462493170453287_681874421848493","created_time":1402943340000,"description":"Shit, that Scott Duncan guy is fucking AWESOME!","link":"https://app.box.com/s/47vmhgo8olstohisc2ju","message":"OK, here I share something that took me MANY, MANY, MANY freaking hours to put together. I did it for ME, to be able to study, and have a record of my activities at The Tender for Law. \n\nIt's ALL the surviving posts made to the group, and the comments, from January of 2013, to June 13th, 2014, 10:00am, to be precise. It's called \"The Tender For Law Anthology\" with 9 pdf volumes filed with all the gold nuggets, and wisdom from Admiral Scott. It's even organized by dates. \n\nHere is a link to the box.com share file. It's 9 files, all together no more than 2G, so prepare that external hard-drive, Dropbox, or better have some space in your machine.\n\nThis is free! (Duh!) For whoever wants to start thanking me, please thank Scott Duncan, the only, and real source of knowledge, and truth here. So save your thank you's for Admiral Scott, and if you really mean it, pay with your cunt (I'm flexible with the needy), or donate to any of the following addresses: \n\nDogecoin: DT1a6omL6cJXA6dhntEGGesuwDbemmvxnv\nBitcoin: 14mceAzpZqCVkpsRLoeFMKQdqG28EoUReY\n\nHope this helps everyone that wants to study, and for the newbies to be able to see the evolution of this group!","name":"The Tender For Law Anthology: Volumes 1 to 9","status_type":"shared_story","story":"Anibal Jose Baez shared a link to the group: THE TENDER FOR LAW.","type":"link","comments":[{"id":"681875075181761","comment_count":0,"created_time":1402943465000,"message":"An OR needs to be replaced with AND in some of them... Just sayin."},{"id":"681979875171281","comment_count":0,"created_time":1402961205000,"message":"Thank you very much Mackximus Minimus  :D"},{"id":"681876161848319","comment_count":0,"created_time":1402943691000,"message":"How about now, Admiral Scott?"},{"id":"682005025168766","comment_count":0,"created_time":1402967118000,"message":"Awesome!"},{"id":"682003458502256","comment_count":0,"created_time":1402966695000,"message":"Nice one mackximus"},{"id":"681887595180509","comment_count":0,"created_time":1402945686000,"message":"wow I'm only half way done downloading :/"},{"id":"681876698514932","comment_count":0,"created_time":1402943861000,"message":"Thanks Mackximus Minimus and Scott Duncan!"},{"id":"684934414875827","comment_count":0,"created_time":1403534286000,"message":"Thanks, appreciate it."},{"id":"1042985112404087","comment_count":0,"created_time":1470284874000,"message":"Ceit Butler, Tara Duncan, Neens Jean, and possibly a few others, can point you at THE TENDER FOR LAW database archive. Ask anyone who uses it; it's WAY better than screenshots."},{"id":"684162214953047","comment_count":0,"created_time":1403391999000,"message":"Thanks Mackximus Minimus, this has helped me get back to the older posts.\nI'd also like to thank everyone else in the group here that post regularly and dissect/analyze everything through the comments. I often find myself at the beginning of a thread with a bunch of questions that seem to get answered throughout the thread. And, that is also why I don't post much here, because I am sure that most of my questions are already answered. I just have to find the posts and read them :)\n\nDid you guys know that the search feature sucks ass? Just sayin' ...\n\nI just need to find more hours in the day to read! haha\nBut thanks again to you all."},{"id":"681960621839873","comment_count":0,"created_time":1402956949000,"message":"1.35gb ! Holy shit Mackximus Minimus ! Cant wait to see what's in there !!!"},{"id":"682013098501292","comment_count":0,"created_time":1402969018000,"message":"Talk's cheap, honey! YOU know how to show REAL gratitude :P"},{"id":"681876405181628","comment_count":0,"created_time":1402943767000,"message":"No, in one of the articles. See if you can find it :P"},{"id":"681920901843845","comment_count":0,"created_time":1402951114000,"message":"Andrea Coulson Bobis Youruncle"},{"id":"693548384014430","comment_count":0,"created_time":1405267126000,"message":"Bump....seems like this should stay near the top!"},{"id":"1042811432421455","comment_count":0,"created_time":1470258772000,"message":"Bump! :D"},{"id":"681996755169593","comment_count":0,"created_time":1402965118000,"message":"Amazing."},{"id":"1042951642407434","comment_count":0,"created_time":1470280007000,"message":"Many thanks! I was starting to screen shot entire threads to read later......"}]},"462493170453287_848462485189685":{"id":"462493170453287_848462485189685","created_time":1435681147000,"message":"From the Trust but Verify department:\n\nhttp://financial-dictionary.thefreedictionary.com/Credit+Union\nhttp://financial-dictionary.thefreedictionary.com/cooperative\nhttp://legal-dictionary.thefreedictionary.com/mutual\n\nI just became aware that the commercial bank I use is a Mutual Company.  I used to use a Co-op bank (years ago), now Scott has told us that Credit Unions are what we should use.  \n\nIt seems that a Credit Union is a  cooperative organization that is non-profit.  (That sounds good). \n\nBut this mutual company seems to have a duty to reciprocate something....ownership in exchange for deposits???\n\nWhat is the difference between a mutual bank and a cooperative bank?","type":"status","comments":[{"id":"848528045183129","comment_count":0,"created_time":1435697497000,"message":"What's the name of that Credit Union, Leigh Collins ?"},{"id":"1045226612179937","comment_count":0,"created_time":1470594921000,"message":"Pete Daoust and Will Bed have given me the most value"},{"id":"848556151846985","comment_count":0,"created_time":1435701196000,"message":"Yes! :-D  They NEVER say NO!"},{"id":"848530945182839","comment_count":0,"created_time":1435698401000,"message":"Well you should trust but verify. And you've verified. :D"},{"id":"848530498516217","comment_count":0,"created_time":1435698280000,"message":"You keep saying that, Chris Evan,  but I don't BELIEVE you."},{"id":"848767255159208","comment_count":0,"created_time":1435728001000,"message":"...it was my duty. While thanks is nice, it really has no value. People writing government parasites and asking questions give me value. It does not matter if you understand how. Kind of like Battlefield 2142. \n\nPeople who play it, do not grasp the value I get, but it's real. SO real, that I wouldn't even charge Janick Paquette money to have sex with me. She's paid plenty :D\n\nNow if ALL PEOPLE READING wrote government parasites, THAT would be priceless..."},{"id":"848556255180308","comment_count":0,"created_time":1435701234000,"message":"NEVER!!!!! not once.  Actually, the specific woman I speak to all the time is keep track and notices that I have never been wrong.  :-D  Thanks Scott!!"},{"id":"848509358518331","comment_count":0,"created_time":1435692625000,"message":"And with these Credit Union, Customers are owners, right ? :/"},{"id":"848528385183095","comment_count":0,"created_time":1435697611000,"message":"Newfoundland and Labrador Credit Union.  I am richer than YOU think.  :P"},{"id":"849100665125867","comment_count":0,"created_time":1435800455000,"message":"To me, yes! :)"},{"id":"848530201849580","comment_count":0,"created_time":1435698187000,"message":"Leigh Collins, the teller doesnt know shit!"},{"id":"848515875184346","comment_count":0,"created_time":1435694342000,"message":"AMY is an owner of the Credit Union.  The teller has no idea about the bank being a common law bank.   I recall Scott mentioning such but can not find the comment now."},{"id":"848511555184778","comment_count":0,"created_time":1435693256000,"message":"Imagine, being one of the OWNERS, and depositing Bills into the account :D"},{"id":"848533545182579","comment_count":0,"created_time":1435698957000,"message":"So....I have this mutual bank and they won't answer my questions. :D"},{"id":"848548081847792","comment_count":0,"created_time":1435700966000,"message":"Have you ever examined what they don't say?"},{"id":"1045234235512508","comment_count":0,"created_time":1470595800000,"message":"Yes. The rest of you are still clueless. You still think wrong, and value the wrong things."},{"id":"848533685182565","comment_count":0,"created_time":1435699006000,"message":"A Credit Union won't, either.  :P"},{"id":"849096848459582","comment_count":0,"created_time":1435799303000,"message":"I spewed lots of value, these past three years :D"},{"id":"1045233648845900","comment_count":0,"created_time":1470595684000,"message":"Just :D"},{"id":"848525968516670","comment_count":0,"created_time":1435696802000,"message":"What,s the name, Leigh ?"}]},"462493170453287_568338833202053":{"id":"462493170453287_568338833202053","created_time":1381045326000,"message":"Hi. Does anyone know if there is anyway around a writ that the bank put on your mortgage? The lawyers say they can sell the house and take their money at anytime. It is over a $23,000 credit card.","type":"status","comments":[{"id":"568549976514272","comment_count":0,"created_time":1381091444000,"message":"If there still is a mortgage, then yes they can sell it at any time. YOU agreed to that."},{"id":"568585269844076","comment_count":0,"created_time":1381098489000,"message":"Yes they are, because it NOT a \"fight\". It's a scam. The only \"winners\" are the lawyers.\n\nTell me about their \"successes\"! :D\n\n...and OF COURSE they did it Pro Bono! They're GOOD scam-artists! *ahem* I mean lawyers.\n\n/sarcasm\n\nI answered your question you stupid cunt! I'll say it again, without the fucking sugar-coat: YOU AGREED TO IT. YOUR \"GOOD\" FUCKING LAWYER SHOULD HAVE TOLD YOU THAT!\n\nTHERE IS NOTHING YOU CAN DO BECAUSE YOU CONSENTED> THE END.\n\n...why don't you go to a \"Good\" lawyer, instead of bothering me, if you don't like reality?   ...and it IS reality, no matter WHAT you believe."},{"id":"568580699844533","comment_count":0,"created_time":1381097413000,"message":"\" I know there are some good lawyers\" - No. It's all fraud. There is NO such thing as a \"good lawyer\". The ONLY \"good lawyer\" is one that ignores/refuses the call to the BAR.\n\nYou want to learn the hard way that they are all fraud? I will HAPPILY prepare a list of questions for you, and you can see for yourself, that the \"good lawyer\" is just a scumbag, exploiting tragedy. We call them \"ambulance chasers\".\n\nThey get paid either way. Remember that. You can hold on to your delusion, if it makes you feel better, but you are simply WRONG... And I have a law degree in Canada, and the U.S., and when called to the BAR, I responded \"Why?\". No thinking ethical man (or woman) EVER becomes a lawyer.\n\nTL;DR - THERE IS NO SUCH THING AS A GOOD LAWYER! THERE ARE ONLY SCAM ARTISTS WHO CAN MAKE YOU FEEL GOOD."},{"id":"568587889843814","comment_count":0,"created_time":1381099313000,"message":"You came here, I didn't invite you.\nI answered your question and you ignored it.\nYou persisted in pushing a lie, an now you have a tantrum.\n\nThen she calls me names.\n\nSeriously. I'm seconds away from walking away from this whole thing. You are all SO FUCKING STUPID!\n\nPlease wake up, or just DIE. Pick one, people! I've had enough."},{"id":"568587509843852","comment_count":0,"created_time":1381099164000,"message":"Coward."},{"id":"568552359847367","comment_count":0,"created_time":1381091626000,"message":"In MY case they INVENTED a mortgage. This is why I claim the right to kill everyone in that law firm...\n\nThere is nothing to be gained by appealing to your rapist. The only way to deal with a lawyer is to slit their throats. Every other \"solution\" means you are the victim.\n\nThe commonwealth is dead. I am just sitting around waiting for you idiots to wake up.\n\nThey don't even listen to their own rules, and nothing will change until there is a body count. It really is that simple."},{"id":"568387336530536","comment_count":0,"created_time":1381058822000,"message":"Hmmm...sounds like a job for buck - o - five MAN :-D"},{"id":"568409213195015","comment_count":0,"created_time":1381063955000,"message":"can you revoke power of attorney from the bank?"},{"id":"568575566511713","comment_count":0,"created_time":1381096928000,"message":"But I know what you mean, the majority of them protect the bankers and the corrupt government.\nSo I should kill a lawyer then the writ will be removed from the house???"},{"id":"568407653195171","comment_count":0,"created_time":1381063557000,"message":"A Lien with a LIs Pendens ( puts the lienor first inline.. cutting of previous claim...) against your house...\nMake A superior claim."},{"id":"568554013180535","comment_count":0,"created_time":1381091911000,"message":"Want to help your country and your fellow humans? Kill a lawyer. They don't actually DO anything, and harm strangers for a living. For every lawyer that dies, THOUSANDS of people will be spared victimization.\n\nDEAD LAWYERS = FREEDOM. The more dead lawyers, the greater the freedom. Know WHO to kill when violence becomes the only option... and it will. I just have to wait.\n\nNobody cared about dead Gestapo Officers in 1944. Nobody will care about dead cops, in the same way... When you see that happening, start killing lawyers. You will be speeding up the war. The less blood the better. Just make sure the right people bleed."},{"id":"568416096527660","comment_count":0,"created_time":1381065563000,"message":"If it is yours to revoke why not?  VOID any agreement and New Original in red at the top ..."},{"id":"568583689844234","comment_count":0,"created_time":1381097880000,"message":"What naive view? I believe you that you a have a law degree -you sound just as ignorant as them. What have you done to help my question???"},{"id":"568543849848218","comment_count":0,"created_time":1381090088000,"message":"Canada"},{"id":"568544353181501","comment_count":0,"created_time":1381090137000,"message":"What if they get pissed off and sell the house, supposedly they can do it at anytime..."},{"id":"568584213177515","comment_count":0,"created_time":1381098066000,"message":"Those few lawyers that fight against vaccine companies are scum?"},{"id":"568588326510437","comment_count":0,"created_time":1381099349000,"message":"Yes I just banned the stupid cunt. She DESERVES to be victimized."},{"id":"568587493177187","comment_count":0,"created_time":1381099156000,"message":"And no you didn't answer the fuckin question carpet muncher... I'm not bothering you, I didn't ask YOU SPECIFICALLY FOR ADVICE ASSHOLE!!!! \nFuck off. You think you are tough shit come talk like this to my face you fuckin pussy!!!!"},{"id":"568574996511770","comment_count":0,"created_time":1381096719000,"message":"I know there are some good lawyers. Two that I know of  that defends vaccine injured people for example."},{"id":"568491959853407","comment_count":0,"created_time":1381080646000,"message":"US or Canada?"},{"id":"568589256510344","comment_count":0,"created_time":1381099523000,"message":"You all speak `tard. What is it with this \"coward\" designation? Exactly what is it I'm supposed to be afraid of?\n\nThat's the second time this week I've been called that, and it makes NO sense. What am I supposed to be \"afraid\" of?\n\nSomebody explain this to me. WHY \"Coward\"?"},{"id":"568589526510317","comment_count":0,"created_time":1381099610000,"message":"I have absolutely no idea. I am at a loss. :( Considering what you are taking on, you strike me as extremely brave. :)"},{"id":"568588429843760","comment_count":0,"created_time":1381099371000,"message":"Oh oh....Your statements are proven again and again. They always end up calling you a coward Scott Duncan. Not very nice. :("},{"id":"568587163177220","comment_count":0,"created_time":1381099054000,"message":"FUCK YOU SCOTT! Go look in the mirror you dick head!!! YOUR FUCKING MOM IS A CUNT. And guess what else you came FROM A SLIMY CUNT YOU PIECE OF SHIT!! Your filthy ugly ass face rubbed against your mama's cunt when you came out... That sad day that a scum like you was born!!! I bet you swallowed a lot of that cum and bloody slim too... Did you enjoy it you bastard??"},{"id":"568583069844296","comment_count":0,"created_time":1381097649000,"message":"You have expressed your naive view, and it is noted. Do not try to post anything further on the subject, as you are simply WRONG. WRONG answers have no place in this forum.\n\nI'll thank you to remain silent about your mythical \"good lawyers\". They don't exist."}]},"462493170453287_686423471393588":{"id":"462493170453287_686423471393588","created_time":1403836358000,"message":"Javier Alfredo Villela submitted the following, VERBATIM. Since I don't want this post Lammi-fied (because there is GOING to be ridicule), I am posting this as Copypasta.\n\n****begin copypasta*****\n\nSTATE OF IN THE DISTRICT COURT \nFOR COUNTY \nSTATE OF Nevada \nV.\nYOU Case No. ___________________ \nLETTER ROGATORY FOR RELIEF \nUnder the Hague Convention Title 18 §1781\nI, John Doe, Executor for the JOHN DOE cestui que trust, to notice the Court of my Letter Rogatory to the YOUR COUNTY DISTRICT COURT, and demand my name be cleared of this alleged criminal case for the reasons set forth below:\n1) I, John Doe, have learned that this alleged Court that has scheduled a case/cause/claim against me is not really a court as per the Constitution of the United States, but rather a tribunal operated as a private corporation.\n2) I have learned of the fraud that goes on behind the scenes of these alleged criminal case , which are really civil claims in equity, and the steps taken to securitize these civil claims, without giving full disclosure to the people. I am hereby letting the court know that I am opting out of any contract and do not allow any documents regarding me or my cestui que trust to be securitized and sold to any investors etc.\n3) The fraudulent process is as follows: All cases are civil, though often fraudulently called criminal. The courts are operating under trust law, assuming the Defendant is a decedent. After finding the alleged Defendant guilty, the court clerks sell the judgments to the Federal Courts. Since the Defendant is a decedent, the court officials consider themselves as a beneficiary.\n4) When a judge asks if a person understands, he/she is asking if the person is liable for the bond. I am not responsible for the bond of this/these cases, but I will appoint the Judge as Trustee/Fiduciary and be the beneficiary of all proceeds.\n5) The judgments are stamped with something to the effect of Pay To The Order Of__on the back and taken to the federal discount window. The judgment now becomes a note.\n6) The notes are then pooled together and then become securities, which are yet pooled together and sold as bonds.\n7) Said bonds are liens against me.\n8) The United States Attorney’s Office has a put code number, NAICS (North American Identification Security Classification. Said NAICS number enables the United States Attorney’s Office to trade globally all securities.\n9) All US federal courts are registered with the DOD (Department of Defense), where they are registered with CCR (Contractor’s Central Registration), under the DOD, which another department called DLIS (Defense Logistics Information Service), which issues a cage code, which means a commercial and government entity, which everything corresponds with their bank account.\n10) Said United States Attorney’s Office and Courts have a Dunn’s number (Dunn & Bradstreet).\n11) Everything filed into court is securitized without the knowledge or consent of the people or of all parties.\n12) All criminal cases not heard in an Article 3 court (District Court of the United States) are really civil, however, the courts again commit fraud by labeling the case as criminal. All cases which are plead out or have a guilty conviction label the civil defendant (through unlawful conversion) as felons, when they are not. This is fraud upon the people at large, and certainly fraud upon the alleged Defendants.\n13) The Bank Account is at Federal Reserve Bank of New York, in New York City. The Depository Agreement is signed by the Clerk of Court.\n14) All securities are then deposited with the DTC in New York.\n15) An Escrow Agent is used as a go-between - between the Clerk’s Office and the Federal Reserve Bank of New York.\n16) The securities end up being listed through the Seventh Circuit (Chicago, IL), then sent to the DTCC, the clearinghouse whom lists the securities for trading.\n17) All of the lawyers involved are acting a private debt collectors according to the FDCPA (Title 15§1692). The BAR Association exempts them from having to be registered as such; however, they operate through call warrants, which are like a put, or a call. Doing margin calls is where they convert a case through (similar to a Writ of Execution) use the case number to buy equity securities.\n18) Everything filed into court is securitized and turned into negotiable instruments, and then turning them into securities. These items are sold commercial items, calling them distress debts (Unifund). The items are then pooled together in what is now called a hedge fund, where they are sold globally.\n19) Anytime when there is risk management involved, it is for the securities. This is an underwriting company. When the hedge funds are going into the global market, they go through LuerHermes, a bond holder and underwriting company and subdivision of Alliance SE, of Munich ,Germany (Pimco Bonds).\n20) After 9 months, all paper is converted to a securities status. This is defined in Title 15§77(a)(b)(1) and an now considered to be an investment contract. The paper is endorsed to become a security, and the trust is then collapsed.\n21) The courts have an account with the IMF (International Monetary Fund) under Interpol. The Judges involved and the US Attorneys involved do not have an accessible Oath of Office , because they cover up the fact that the oath of office is between them and the IMF.\n22) The US Judges and US Attorneys are actually employees of the IMF and have expatriated out of the United States. They are now unregistered foreign agents under Title 22, which states all foreign agents must be registered.\n23) The court judgments are deposited with the IMF. Since this case obviously involves me, I have a drawing right to all proceeds. See UCC §3-305 and §3-306. The court judgments are monopolized according to Title 16, which is a violation of anti-trust laws, and also unfair trade practices.\n24) Indictments are True Bills, meaning they are negotiable instruments. The District Attorney failed to give me a 1099 OID showing me as the recipient of the funds, which is a fraud upon me. In my case, I have not been indicted, but still request a 1099 OID, unless the court wishes to close this account.\n25) The unlawful funds, through fraud and deception, are deposited in the Federal Reserve Bank of New York and they have not paid the tax on this income. According to the IRC, this is a §7201 of Title 26 violation (willful failure to file with the intent to evade the tax).\n26) A copy of the Depository Resolution Agreement was not made available to me from the Clerk of Court. The Clerk of Court makes deposits into the Federal Reserve Bank of New York via electronic funds transfers (EFT’s).\n27) The Clerk has a PMIA (Private Money Investment Account) is, which also has a government code. According to Clerks Praxis, the Clerk of the US District Court is the Registrar in Admiralty.\n28) According to the IRS §6209 Decoding Manual and the ADP (Automated Data Processing Manual), all 1099’s are Class 5 gift and estate taxes. I am asking for a 1099 OID in this case, as I am not willing to gift you the proceeds. I am hereby asking for the proceeds in their entirety, including interest.\n29) I have never pledged my rights or my body to any gifting program, including any court or court process.\n30) I am not a charitable organization. I demand all funds from the cases (current and past cases) be sent to me within 30 days or I will file complaints to the IRS and SEC explaining the fraud and theft committed upon me, and issue a 1099 OID.\n31) I demand my name and my cestui que trust name, John Doe/John S. Doe/John Smart Doe/ JOHNDOE/JOHN S. DOE/JOHN SMART DOE be removed from any and all government databases indicating bad credit, commercial liens and/or the titles of criminal, felon and/or convicted felon be removed immediately and permanently nunc pro tunc.\n32) I hereby request a copy of the Depository Resolution Agreement from the Clerk of Court. And a W-9 from the Judge and the US Attorney involved, if you wish to proceed with this case.\n33) I hereby notice the Court that I am the executor of the cestui que trust of JOHN DOE/JOHNSMART DOE. According to Title 26 §303 & §7701, companies, corporations, and associations and trusts are all decedents. This means my all capital letter name is a legal estate. My all capital letter name falls into this class. I direct all of the affairs and financial affairs of JOHNDOE/ JOHN S. DOE /JOHN SMART DOE.\n34) I demand this case/account be closed and no further steps taken to securitize it.\n35) I hereby ask the Court to notify local agents and agencies to put me on a do not disturb list so we do not have to go through this again.\n36) I am confident that the Court and its officers want to follow the law, and perhaps were unaware of the processes of civil and criminal cases.\n37) I expect no further harassment from rogue unregistered foreign agents.\nLETTER ROGATORY FOR RELIEF\npresented this the ____ day of ________, 2014.\n(_____Signature________________________)\nAuthorized Representative : John Smart Doe\nMail checks and correspondence to:\nPO Box \nLas vegas, Nevada 12345\n\n*****end copypasta****\n\n****BEGIN WITTY INSIGHTFUL CRITIQUE*****","type":"status","comments":[{"id":"686446578057944","comment_count":0,"created_time":1403842984000,"message":"was this a test? i only got to 4) before it started to hurt enough to skip to the comments. Max, i see you closed with the lost and/or un named 11th insight.\n\nhave you read james redfield?"},{"id":"686427634726505","comment_count":0,"created_time":1403837366000,"message":"Where is the BILL....Oh wait :-\\"},{"id":"686426944726574","comment_count":0,"created_time":1403837203000,"message":"He calls the court alleged then begs for a favor. Nice!"},{"id":"686427538059848","comment_count":0,"created_time":1403837348000,"message":"My forth insightful critique: the man wrongfully BELIEVES he is the PERSON being accused."},{"id":"686426324726636","comment_count":0,"created_time":1403837001000,"message":"My first insightful critique: you do not submit pleadings to the court. It means JOINDER."},{"id":"686426938059908","comment_count":0,"created_time":1403837201000,"message":"My third insightful critique: you do not start the top of the document with the name of your rapist. It implies is THEIR stuff, playing by THEIR rules."},{"id":"686426711393264","comment_count":0,"created_time":1403837130000,"message":"My second insightful critique: you better know how to play, if not, then is best NOT to play."},{"id":"686427724726496","comment_count":0,"created_time":1403837395000,"message":"Did he really ask to be put on a DNC list?"},{"id":"686428784726390","comment_count":0,"created_time":1403837736000,"message":"My seventh insightful critique: clubhouse rules are for clubhouse members. We are not part of the club. Using them, implies joinder."},{"id":"686428328059769","comment_count":0,"created_time":1403837601000,"message":"My sixth insightful: if there is no PROOF of contract, and there is no BILL, there is NO CLAIM."},{"id":"686447044724564","comment_count":0,"created_time":1403843132000,"message":"No David Johansen, but I read Scott Duncan. Have you heard that guy is fucking AWESOME? You should read his \"stuff\"!"},{"id":"686439448058657","comment_count":0,"created_time":1403840920000,"message":"Another thread I will probably copy and save into a file.  I appreciate it.  Before coming here, I was aware of \"some\" stuff (anytime I see or hear any reference to the \"constitution\", the hair on my neck stood up - to me, a red flag), but as I gradually get through the info here, I am realizing that some of my previous communication(s) may have to be re-done/re-written.  Not the first time I've done stuff incorrectly.  Just as long as I don't make the same freakin' mistakes, it's all good."},{"id":"686426321393303","comment_count":0,"created_time":1403837000000,"message":"How do you demand and request? \nClub rules and jibberish. \nShit...... I'm embarrassed for this guy."},{"id":"686437524725516","comment_count":0,"created_time":1403840421000,"message":"So, don't use \"Authorized Representative\", correct?"},{"id":"686429751392960","comment_count":0,"created_time":1403837989000,"message":"I may force myself to read it all so Im sure what not to say"},{"id":"686429541392981","comment_count":0,"created_time":1403837932000,"message":"Sometimes we say a tad more than necessary  :s"},{"id":"686429564726312","comment_count":0,"created_time":1403837936000,"message":"My eight insightful critique: you never declare to have a name that does not belong to you. That is FRAUD."},{"id":"686431411392794","comment_count":0,"created_time":1403838491000,"message":"My tenth insightful critique: if you choose to administrate this matter at court (and do not have a private trust), your capacity must be of SOLE AUTHORIZED ADMINISTRATOR for the LEGAL NAME. Anything other than that CAPACITY, may put you in a vulnerable position, like presumed surety."},{"id":"686430741392861","comment_count":0,"created_time":1403838275000,"message":"These threads practically wrote themselves. :D"},{"id":"686440804725188","comment_count":0,"created_time":1403841401000,"message":"Got it. Some of us are \"not quite there\" yet.  I've always had the proper mindset (all of it makes sense to me), but that is useless if you can't APPLY it into your public and private affairs.  That trust thing is critical, but my studies and knowledge on TRUSTS is zip.  Hopefully, I can catch up with you'all... after a couple years (preferably sooner)."},{"id":"686442781391657","comment_count":0,"created_time":1403841964000,"message":"Read AND - unlike that \"I, ignorant Registered Agent of Her Majesty\" - ASK QUESTIONS ! ALWAYS negate UNDERSTANDING ESPECIALLY if you believe you UNDERSTAND AND until you can PROVE what you say because you speak FACTS ! You'll learn much faster that way !\n\nBelieving you know something may be comfortable but SURE IS DANGEROUS. \n(See Original Post - this kind of freedumb bullshit is a ticket to benchwarming a seat in a cage)"},{"id":"686439661391969","comment_count":0,"created_time":1403840990000,"message":"Michael Lamb II, and all the newbies, if not acting completely under a private trust, the SOLE AUTHORIZED ADMINISTRATOR is the other most reasonable position to assume. Do not label yourself anything else. OK?\n\nIf all it's surety, and accounting, as the SOLE AUTHORIZED ADMINISTRATOR: we can't be surety, we have PROOF of who is surety, we know were the surety is, we know what to give in consideration to settle the accounting, we know how to give instructions via notices to administrate all this. \n\nGot it?"},{"id":"686426744726594","comment_count":0,"created_time":1403837137000,"message":"Its club house from start to finish. Its a big club but uh ,um ..... well, you ain't in it!"},{"id":"686427964726472","comment_count":0,"created_time":1403837485000,"message":"My fifth insightful critique: signing as representative means SURETY."},{"id":"686430248059577","comment_count":0,"created_time":1403838113000,"message":"My #9 insightful critique: you don't send LETTERS, unless you are pen pals, much less to a rapist."}]},"462493170453287_1039640712738527":{"id":"462493170453287_1039640712738527","created_time":1469811475000,"message":"Back to basics.","type":"status","comments":[{"id":"1039649302737668","comment_count":0,"created_time":1469812497000,"message":"Attachment non-available. I must be blocked or something :/"},{"id":"1039689469400318","comment_count":0,"created_time":1469816696000,"message":"Larken Rose\n2 hrs\n\nI believe it was that opportunistic, lawless power-happy tyrant Abraham Lincoln who first spoke about \"a government of the people, by the people, and for the people.\" It was bullshit when he said it, and it has been bullshit ever since. But the bullshittiness of that saying is now more obvious than ever.\n\nThose in power don't give a crap about you, and don't give a crap what you want. The ruling class chooses the rulers you get to \"choose\" from, which means your \"choice\" is a worthless joke. The two choices the establishment gives you have slightly different rhetoric, but always nearly identical behavior. You can vote for narcissistic authoritarian collectivist A, or narcissistic authoritarian collectivist B. The fact that you have two \"choices\" doesn't make it any less ridiculous than, for example, Soviet Russia under Stalin, where the people had the right to vote ... but had one \"choice\" to vote for.\n\nIf, as ridiculously bogus as it is now (with what just happened at the DNC being only one example), you still play the game and vote, you are essentially proclaiming to the political masters that you will fall for absolutely anything--that it doesn't matter how transparently silly the circus gets; you will still legitimize the game and empower the establishment by \"choosing\" to be a slave, allowing them to keep telling you that they \"represent\" you, and that you \"consented\" to this.\n\n\"Well at least I'm doing something!\" Yes, you are doing something ... something stupid and counter-productive, while the tyrants laugh at your pathetic gullibility. Have fun with that."},{"id":"1039689792733619","comment_count":0,"created_time":1469816762000,"message":"Oh yes, I was blocked by Larken :/"}]},"462493170453287_522544421114828":{"id":"462493170453287_522544421114828","created_time":1370729076000,"message":"Tom here,  recently have been informed, or perhaps misinformed that the function of the governor general is to represent the creditors of Canada to the government of Canada.  If this is so,  would instructing the governor general to present the notice of mistake to the Government on our behalf not be an effective way of making the office of governor general a liable party for making sure that the notice is understood and enforced?\nAlso, Cara is sick of me using her facebook, how close are you to having your website up, what is its link? saw it earlier but cant find it again.","type":"status","comments":[{"id":"1039141139455151","comment_count":0,"created_time":1469735761000,"message":"Agh yes. The period when Pete found an online meme maker."},{"id":"586808551355081","comment_count":0,"created_time":1384292874000,"message":"Full speed is still not measure in mph (or kph up there...)  though :-/"},{"id":"586809094688360","comment_count":0,"created_time":1384293022000,"message":"YOU :P"},{"id":"586809484688321","attachment":{"media":{"image":{"height":720,"src":"https://scontent.xx.fbcdn.net/v/t1.0-9/1235038_10200910657075675_243038648_n.jpg?_nc_cat=0&oh=cb10e05defc5b17b730b110e247ce6c4&oe=5B701686","width":540}},"target":{"id":"10200910657075675","url":"https://www.facebook.com/photo.php?fbid=10200910657075675&set=p.10200910657075675&type=3"},"type":"photo","url":"https://www.facebook.com/photo.php?fbid=10200910657075675&set=p.10200910657075675&type=3"},"comment_count":0,"created_time":1384293154000,"message":":D HAHAHAHA!!!!! ....sorry, I could not resist :P"},{"id":"586808761355060","comment_count":0,"created_time":1384292925000,"message":"KMH....idiot :D"},{"id":"586808331355103","comment_count":0,"created_time":1384292805000,"message":"Wow Chris, you've been spinning that protoplasm full speed ? :D"},{"id":"586808798021723","comment_count":0,"created_time":1384292934000,"message":"Who is the \"Payable General\"?"},{"id":"523146591054611","comment_count":0,"created_time":1370832960000,"message":"GOVERNOR General \nLieutenant GOVERNOR\nBank of Canada GOVERNOR\nGOVERNOR of state of New York\nthe GOVERNOR on a tractor-trailer ;)"},{"id":"586807081355228","comment_count":0,"created_time":1384292495000,"message":"Governor General = Governs the General Ledger\nReceiver General = Receives the General Ledger\nRegistrar General = Registers the General Ledger\n\nIs this correct?"},{"id":"1039960009373264","comment_count":0,"created_time":1469854274000,"message":"LMAO!!!!😂"},{"id":"523142047721732","comment_count":0,"created_time":1370831477000,"message":"Administrative zone ?"},{"id":"523140401055230","comment_count":0,"created_time":1370830911000,"message":"Governor GENERAL > federal\n\nLieutenant Governor > provincial......so - how come David Onley doesnt get to be a GENERAL, too? :/"},{"id":"522611444441459","comment_count":0,"created_time":1370736869000,"message":"Tom, interesting that you bring that up...have you ever read The Governor General's Act?. . . . .by the way, Governor GENERAL, Receiver GENERAL, Registrar GENERAL - alotta GENERALS around here! ;)\n\nhttp://laws-lois.justice.gc.ca/eng/acts/g-9/FullText.html"}]},"462493170453287_1044508052251793":{"id":"462493170453287_1044508052251793","created_time":1470500062000,"description":"A B.C. anti-tax crusader, who tax authorities say counselled people to evade millions of dollars in income tax, has been sentenced to 5½ years in prison and fined $259,482.","full_picture":"https://external.xx.fbcdn.net/safe_image.php?d=AQDsyuA0Rz3a-F9s&url=http%3A%2F%2Fi.cbc.ca%2F1.1164902.1378685316%21%2FhttpImage%2Fimage.jpg_gen%2Fderivatives%2F16x9_1180%2Fhi-bc-120510-russell-porisky.jpg&_nc_hash=AQCUmDm_dco5JOk4","link":"http://www.cbc.ca/news/canada/british-columbia/russell-porisky-anti-tax-crusader-chilliwack-1.3709094","message":"Their money. Their rules.\n\nDon't want to pay taxes? USE DIFFERENT MONEY!\n\nDespite what the government, law society, Quatlosers, and Dan Wilson stalker IDs say, I do not, and never have taught and/or endorsed the \"natural person\" crap. That's Freedumber bullshit.\n\nThe money you \"earn\" is NOT YOURS. Money is DEBT in transit. With DEBT there is SURETY, and you have it, when you have the money. Look at the money in your pocket! Notice there are names and signatures on it? NONE OF THEM ARE YOURS.\n\nMAKE YOUR OWN MONEY! I SHOWED YOU HOW IN 2009!\nDon't want to pay taxes? DON'T USE THEIR MONEY!\n\nNATURAL PERSON is a LEGAL definition, and when it comes to BANKS, or GOVERNMENT then ONLY THE LEGAL DEFINITION APPLIES!\nAlso: I'm the only one on the whole fucking internet that tells the WHOLE truth about this.\n\nALSO: LIEN YOUR NAME.","name":"B.C. anti-tax crusader sentenced to 5½ years","status_type":"shared_story","story":"Scott Duncan shared a link to the group: THE TENDER FOR LAW.","type":"link","comments":[{"id":"1045068922195706","comment_count":0,"created_time":1470577284000,"message":"Yes Eamonn! That's it!"},{"id":"1045242182178380","comment_count":0,"created_time":1470596868000,"message":"It's the INTEREST <---Pete Daoust gets a cookie.\n\nIf Pete Daoust gets a cookie, it means you should probably pay VERY CLOSE ATTENTION to why he got one.\n\n\n/ProTip"},{"id":"1044612112241387","comment_count":0,"created_time":1470512121000,"message":"It's theft if you don't know what money is!\n\nRemember: EVERY TIME YOU USE OR RECEIVE MONEY, YOU CONSENT TO THE TERMS! Taxation IS theft because your VALUE is being stolen."},{"id":"1045287312173867","comment_count":0,"created_time":1470602267000,"message":"Pete Daoust is saying one of the MOST important things in this group, so PAY ATTENTION. INTEREST is where the actual FRAUD starts."},{"id":"1044609582241640","comment_count":0,"created_time":1470511686000,"message":"So, taxation isn't theft really, as all debts belong to the banks anyway... They're just using government to take back what's theirs in the first place."},{"id":"1045064752196123","comment_count":1,"created_time":"2016-08-07T13:33:49+0000","message":"It's the INTEREST, Eamonn O Brien .....that's where the STEALING part is....\n\nLook, hire a mathematician, and ask him to answer this question:\n\n\"WOULD WE HAVE A PUBLIC DEBT IF THERE WAS NO INTEREST CHARGED ON THE DEBT\"?\n\nGo, ask it......\n\nThe Government creates $100 using private entities to do it.\n\nThen, the Government have to give back $110.00 :/\n\nWhere the fuck this $10 will come from? :/\n\nUnless someone else is creating the same money, which there's no one else, tell me Eamonn O Brien WHERE THIS $10 WILL COME FROM? :/\n\nHere, in Qubec, on that $255 Billions debt, 76% of it its FUCKING INTEREST......WHERE IN THE FUCK THIS SHIT WILL COME FROM? :(\n\nAnyways......fuck it :/\n\nRead this....\n\nScott Duncan: \"Taxation IS theft because your VALUE is being stolen\"\n\nAnd then read what I have wrote..... :/","subcomments":[{"id":"1045070552195543","comment_count":0,"created_time":1470577546000,"message":".\n* .. what I have written...\n\nor \n\n* ... what I just wrote..."}]}]},"462493170453287_1045232315512700":{"id":"462493170453287_1045232315512700","created_time":1470595445000,"message":"In case you all missed it: THEY ARE ONLY WORRIED ABOUT PEOPLE CHARGING MONEY. Charge MONEY and you have LEGAL JOINDER as you ACCEPTED THE TENDER FOR LAW attached to that money.","type":"status","comments":[{"id":"1045233012179297","comment_count":0,"created_time":1470595567000,"message":"THIS SUCKS!!!"},{"id":"1045237392178859","comment_count":0,"created_time":1470596180000,"message":"I can see it..."},{"id":"1045238618845403","comment_count":0,"created_time":1470596404000,"message":"i can see it too"},{"id":"1045232765512655","comment_count":0,"created_time":1470595536000,"message":"Fuck again with the \"shadow ban\"!"},{"id":"1045260842176514","comment_count":0,"created_time":1470599036000,"message":"Yes. So we made new money and showed everyone how to do it. You're all caught up."},{"id":"1045232668845998","comment_count":1,"created_time":"2016-08-07T18:45:19+0000","message":"Like your other post...\"attachment unavailable\". :/","subcomments":[{"id":"1045232758845989","comment_count":0,"created_time":1470595535000,"message":":/"}]},{"id":"1045233065512625","comment_count":1,"created_time":"2016-08-07T18:46:21+0000","message":"It's on my timeline as well","subcomments":[{"id":"1045237338845531","comment_count":0,"created_time":1470596163000,"message":"Well that narrows it down. :/ \n\nWas there a comment made that might help us narrow the search? ;)"}]},{"id":"1045247168844548","comment_count":4,"created_time":"2016-08-07T19:21:00+0000","message":"\"What’s really important to the court in this case is that Ms. Morales was acting for free.\" - #ScottIsALWAYSright.","subcomments":[{"id":"1045255452177053","comment_count":0,"created_time":1470598413000,"message":"Did you post this today? I am assuming you did. :(\n\nI am scrolling yesterday...still \"nada\"."},{"id":"1045260935509838","comment_count":0,"created_time":1470599045000,"message":"GRRR!"},{"id":"1045260522176546","comment_count":0,"created_time":1470598982000,"message":"Shadow ban in action."},{"id":"1045325548836710","attachment":{"description":"The Vermont Supreme Court has dismissed a case against a person acting as a jailhouse lawyer. The state was pursuing criminal charges against Serendipity","media":{"image":{"height":600,"src":"https://external.xx.fbcdn.net/safe_image.php?d=AQA32HjoV-kB82g7&w=720&h=720&url=http%3A%2F%2Fmediad.publicbroadcasting.net%2Fp%2Fvpr%2Ffiles%2F201411%2Fvpr-logo.jpg&cfs=1&_nc_hash=AQCfk2Q22aW2HFed","width":600}},"target":{"url":"http://l.facebook.com/l.php?u=http%3A%2F%2Fdigital.vpr.net%2Fpost%2Fvermont-supreme-court-dismisses-case-against-jailhouse-lawyer%3Fgoogle_editors_picks%3Dtrue%23stream%2F0&h=ATMC_d9t1vgXC-PqJnYyKZfmDtR_mT96xSF8dyoBY0oXHz1hjY_jOhAOrK-dvsth96C-Iv6vH79MEo4Omxx_RBvZsSjf_Dllo4SqVtstbmY0&s=1"},"title":"Vermont Supreme Court Dismisses Case Against Jailhouse Lawyer","type":"share","url":"http://l.facebook.com/l.php?u=http%3A%2F%2Fdigital.vpr.net%2Fpost%2Fvermont-supreme-court-dismisses-case-against-jailhouse-lawyer%3Fgoogle_editors_picks%3Dtrue%23stream%2F0&h=ATMC_d9t1vgXC-PqJnYyKZfmDtR_mT96xSF8dyoBY0oXHz1hjY_jOhAOrK-dvsth96C-Iv6vH79MEo4Omxx_RBvZsSjf_Dllo4SqVtstbmY0&s=1"},"comment_count":0,"created_time":1470606264000,"message":"http://digital.vpr.net/post/vermont-supreme-court-dismisses-case-against-jailhouse-lawyer?google_editors_picks=true#stream/0"}]},{"id":"1045263022176296","comment_count":0,"created_time":1470599339000,"message":"my Labor aka time =  my property... what I accept in exchange for that  property as the man  will determine the law that may be attached to it...hence \"cash up front or pay with your cunt\"."},{"id":"1045254678843797","comment_count":0,"created_time":1470598296000,"message":"What if you were only to accept your own cryptocurrencie for your labor. Then they are still fucked. Or have they figured out how to throw you in jail if you exchange goods.... Cows for example, or a car. Or sexual favors for that matter... If only money is under their jurisdiction."}]},"462493170453287_1033389223363676":{"id":"462493170453287_1033389223363676","created_time":1468860080000,"description":"A priest in London, Canada, has been charged with fraud for allegedly stealing and gambling away some US$400,000 (C$500,000) collected by his parish for refugee aid.","full_picture":"https://external.xx.fbcdn.net/safe_image.php?d=AQDC1zcvxiOcp81N&url=https%3A%2F%2Fcdn.rt.com%2Ffiles%2F2016.07%2Farticle%2F578b22dac36188c0798b456c.jpg&_nc_hash=AQBFdXp8L_wHDyfP","link":"https://www.rt.com/news/351680-canadian-priest-refuggees-gambling/","message":"Look at this \"Piece-of-Shit-Christian\"  :D\n\nI'll BET you that JESUS will ACCOUNT for this:D\n\nFucking stupid \"Piece-of-Shit-Christian\" :P\n\n","name":"Canadian priest charged for gambling away $400,000 of refugee aid","status_type":"shared_story","story":"Pete Daoust shared a link to the group: THE TENDER FOR LAW.","type":"link","comments":[{"id":"1033424596693472","comment_count":0,"created_time":1468864392000,"message":"\"the devil made me do it! \""},{"id":"1039371829432082","comment_count":0,"created_time":1469768209000,"message":"Forgive me jesus, the ultimate insurance policy. :("}]},"462493170453287_1039695159399749":{"id":"462493170453287_1039695159399749","created_time":1469817746000,"message":"Will Zewe, you appear to be having success with Steemit! I'd like you to share your experiences, if you could. :D","type":"status","comments":[{"id":"1044666752235923","comment_count":0,"created_time":1470520084000,"message":"Larken Rose is on it :D\n\nThis is irony at a level none of you understand :D"},{"id":"1040316549337610","comment_count":0,"created_time":1469906533000,"message":"Scott Duncan's pirates have their dirty little fingers in this pie.\n\nIt's why I'm interested. Its the first \"hands off\" initiative they have ever tried."},{"id":"1039729089396356","comment_count":0,"created_time":1469819956000,"message":"I can totally share anything helpful, but in reality Rok Sivante is a far better candidate for sharing knowledge on this subject. I've had moderate success but his posts have been exceptional, he's not in TTFL (I don't think) but he is in crypto shit. I would maybe pose that question to him over there and transfer the results back here perhaps? He's just a far better nominee then myself in my opinion. \n\nBut I'll gladly share what I've been doing which has been mostly curating and commenting. Just checking steemit a fair bit going down the hot/trending/new section looking for posts/authors that catch my eye. I drop the odd comment if I have something to say and if I put effort into that said comment I may upvote it as well. Depends I don't wanna damage my credibility by upvoting everything I post but if I believe there's value in what I've said I'll upvote my comment. I try and comment early on posts that are getting lots of attention so my comment is one that's seen and potentially voted on, I've had two comments get over 100$ so far, drew the attention of a whale which was nice.\n\nI've also connected with a few other Dolphins (I think I'm a dolphin.... Maybe... Maybe I'm not that high yet) and they've been upvoting my stuff from time to time helping me out. \n\nI think that's a big part is connections, but I also don't wanna upvote everything my \"friends\" on steemit do just because they're the ones doing it. I want the platform to evolve and grow, survive and thrive even. In order to do that people need to vote for more reasoning then just greed. That's why the steemit circle jerk has been going down lately, the whales upvote certain steem promoting posts and because they carry the most weight those posts are hitting the trending and hot topic pages every day. I'd prefer to see a more diverse range of topics, and I think as it grows and changes we will see a more natural style of social media as the wealth distribution widens."},{"id":"1042056852496913","attachment":{"description":"We are happy to announce that steemit.com is now fully open source and available on github.","media":{"image":{"height":503,"src":"https://external.xx.fbcdn.net/safe_image.php?d=AQDMy0if7dugM6nc&w=720&h=720&url=http%3A%2F%2Fbetanews.com%2Fwp-content%2Fuploads%2F2013%2F07%2Fopen-source.jpg&cfs=1&_nc_hash=AQD7MjKIcmKVBl3m","width":503}},"target":{"url":"https://l.facebook.com/l.php?u=https%3A%2F%2Fsteemit.com%2Fsteemit%2F%40steemitblog%2Fsteemit-com-is-now-open-source&h=ATNpcvwXtPsdTNyrkwUjI_OmnQ7Vx71uO9IWXBI-eX44oGxvXCCMxPhK2W7LbzyAMiI6qjA8FhmJSGS5oxOcFdC23WMYvOMyE2hah9jwindc&s=1"},"title":"Steemit.com is now Open Source — Steemit","type":"share","url":"https://l.facebook.com/l.php?u=https%3A%2F%2Fsteemit.com%2Fsteemit%2F%40steemitblog%2Fsteemit-com-is-now-open-source&h=ATNpcvwXtPsdTNyrkwUjI_OmnQ7Vx71uO9IWXBI-eX44oGxvXCCMxPhK2W7LbzyAMiI6qjA8FhmJSGS5oxOcFdC23WMYvOMyE2hah9jwindc&s=1"},"comment_count":0,"created_time":1470155949000,"message":"https://steemit.com/steemit/@steemitblog/steemit-com-is-now-open-source"},{"id":"1039858526050079","comment_count":0,"created_time":1469839600000,"message":"Yes Rok is \"rocking it\"! :D"},{"id":"1039697156066216","attachment":{"description":"Steem is a blockchain-based social media platform where anyone can earn rewards","media":{"image":{"height":720,"src":"https://external.xx.fbcdn.net/safe_image.php?d=AQBOGT_E5rc6nDXG&w=720&h=720&url=https%3A%2F%2Fsteem.io%2Fimages%2Fsteem.png&cfs=1&_nc_hash=AQCj9eYloQs5UreC","width":720}},"target":{"url":"https://l.facebook.com/l.php?u=https%3A%2F%2Fsteem.io%2F&h=ATOZK8xd12FpIKxdEfHi4GkXLk5-GLaMCT-lJrCCboZBZDCCCbjQfPPYwpUIGQn44RhpVPkchkqlqXIBa_Ac9gBO3JwJnd_eW0hXAfBRYxf9&s=1"},"title":"Steem - blockchain-based social media platform","type":"share","url":"https://l.facebook.com/l.php?u=https%3A%2F%2Fsteem.io%2F&h=ATOZK8xd12FpIKxdEfHi4GkXLk5-GLaMCT-lJrCCboZBZDCCCbjQfPPYwpUIGQn44RhpVPkchkqlqXIBa_Ac9gBO3JwJnd_eW0hXAfBRYxf9&s=1"},"comment_count":0,"created_time":1469818047000,"message":"For those wondering: https://steem.io/"},{"id":"1039892199380045","comment_count":1,"created_time":"2016-07-30T01:55:08+0000","message":"David-Paul Sip oh is he ever, it's kinda cool I met him on steemit then he found me over here and now I've got one more awesome connection to add to the list. Not a complaint from myself about steemit and crypto's in general. Amazing times we live in!","subcomments":[]}]},"462493170453287_546408238728446":{"id":"462493170453287_546408238728446","created_time":1375984333000,"message":"ACCEPTED FOR VALUE - IS IT JUST AN INTERNET MEME? IS IT REAL? IS Scott Duncan going to SNAP with all the stupid questions? FIND OUT HERE! (updated August 8, 2013)\n\nDerek Moran: LIGHTBULB just went off! > (PROPER NOTICE because a BILL is a TENDER FOR LAW).\n\nAs in- how can any CORPORATION deny you the ability to discharge your debt by way of the bill-payment-remittance THEY, sent YOU, in the first place?!? (Scott clicked LIKE)\n\nDerek Moran: ... a BILL is a TENDER FOR LAW.......did THEY, not TENDER it to ME??\n\nDerek Moran: HOLY FUCK- so theres no need to go through all this Liening of the Property Tax Account Statement-instrument they sent us even to begin with..just accept the TENDER FOR LAW they offered us by sending in the bill-payment-remittance they provided!!! (Scott clicked LIKE)\n\nScott Duncan: TENDER=CONDITIONALLY OPEN TO OFFERS.\n\nIn this example I am going to use Gail Blackman.\n\nIf you go to our corporate mail server http://mail.cdd.com, you will see a TENDER.\n\nIn this tender you can use CASH, or \"Serviced\" for service.\n\nThere are conditions. If she wishes to offer one of these for my services, she must abide buy the conditions.\n\nIf she arrives at the table with empty pockets, she is aware that she must bend over that table and lift her skirt. Business has not commenced, even though she'd clearly \"means business\", by doing that.\n\nAfter she is \"serviced\", she is now qualified to avail herself of the services I offer.\n\n...all sexual performance after the terms of the offer are fulfilled is purely recreational, and has nothing to do with the tender... like a tip.\nServer - mail.cdd.com - NO COMMERCE EXPECTED and/or IMPLIED\nmail.cdd.com\nServer - mail.cdd.com - NO COMMERCE EXPECTED and/or IMPLIED\nmail.cdd.com\n\nDerek Moran: I know-HUH??...what are they gonna do- take you court??..\"You're the FUCKIN' guys who sent it to me in the first-place..i just accepted YOUR, OFFER!\" (Scott clicked LIKE)\n\nScott Duncan: THEY TENDERED, YOU ACCEPTED.\n\nGail Blackman: hmm let's see if I'm getting this....I could present you with a counter conditional offer ? and is this what we are doing when we send money when we receive a bill? (Scott clicked LIKE)\n\nScott Duncan: Yes... And I can reject the counteroffer, as I am the one who offered the tender. YOU would have to come to ME to do business. It's not COMMERCE as it is not an advertisement. YOU must SEEK OUT the tender.\n\nDerek Moran: As in, the City possibly saying- \"Oh no, we dont accept payment THAT way.\"....\"OH??..then WHY, did YOU, SEND it, to ME, in the FIRST PLACE???\" (Scott clicked LIKE)\n\nGail Blackman: so people are trying to pay their bills A4V, when all they have to do is to return the bill stating they accept the offer/tender which is the bill? (Scott clicked LIKE)\n\nScott Duncan: Yes Gail.\n\nScott Duncan: Gail Blackman, what does the STAMP on a cancelled cheque mean?\n\nGail Blackman: accepted?\n\nScott Duncan: See? Easy, and you didn't even have to put out.\n\nGail Blackman: when sending it back..we simply write \"Accept\" on it? and if they question it, suggest they refer it to their legal dept?\n\nGail Blackman: the question would come from their own ignorance...like no one ever \"pays\" like that...im sure they are only used to counter offers of money?\n\nDerek Moran: GAIL- i have a friend who has Crawford and Falconbridge's Bills of Exchange book which he said says, all you have to print is ACCEPT at the top of the bill...'ACCEPTED-FOR-VALUE,' ACCEPT-FOR-VALUE, or A4V, is not necessary\n\nBeverly Girl-Brain Braaksma: And send it back to the offerer?\n\nDerek Moran: ..id take a photocopy of it before you registered-mail it\n\nGail Blackman: I agree..I'm talking more about accounts receivable clerks who would receive the confirmation of acceptance...and put you in the list for not \"paying\" and cut your services\n\nPete Daoust: You sent a registered mail envelop.??...how can they cut your service ???\n\nDerek Moran: The bank they ultimately deal with, will turn your $100 property-tax-bill-payment-remittance, into $2300 worth of credit.. credit the $100 back to the City.. leaving $2200 leftover for the bank to try and rule-the-world with even more with it\n\nDerek Moran: AND..........it all started with YOUR signature, they reverse-engineered everything we THOUGHT we knew about money\n\nScott Duncan: NO. You accepted the TENDER.\n\nThe dozy broad in accounts will escalate the issue to management. It USUALLY pays out like Derek describes.\n\nGail Blackman: I guess this is why they are soooo keen on automatic withdrawl to pay bills....they push it as a convenience for you but really it's for their own benefit...knew I never liked that offer\n\nGail Blackman: So I'm clear....all i have to do is write \"Accepted\" on the bill and return it registered mail?\n\nDerek Moran: ..there are a number of other things id do to it myself, Gail Blackman\n\nChad Brodgesell: @ Derek Moran, that's just 'fractional reserve banking though' isn't it?\n\nDerek Moran: Yup. Banks legally are allowed to counterfeit credit, basically. In Canada, the Fractional-Reserve-Rate/Ratio, is called either the CAPITAL ADEQUACY REQUIREMENT, or the ASSET CAPITAL MULTIPLE. However, no promissory note-representing-debt + your signature = NO, CREDIT, for THEM. The rate is 23 in Canada, btw.\n\nChad Brodgesell: Nicely put. Was just checking cause we use different terms. I use general and you guys use the proper ones. This is how I approached the bank when I got my credit. I didn't know it was 23:1 though thought it was 12:1.\n\nDerek Moran: Barrons Law, BILL: a PROPOSITION or statement reduced to writing. In commercial law, an \"account for goods sold, services rendered and work done.\"\n\nDerek Moran: BILL(LEGISLATION): a draft of a PROPOSED statute submitted to the legislature for enactment.\n\nChad Brodgesell: I fired off a letter a while back asking the bank to clarify that it was my signature that created the credit to begin with and that on fractional reserve they had already been paid as their balance sheet would indicate and can they please send me a statement of account that was SIGNED by an authorized person. In 2 weeks time they had sold the account to a collection agency, never did get back to me. Not sure what I did was/is right but got them off my back.\n\nDerek Moran: BILL(NEGOTIABLE INSTRUMENTS): Bills are all forms of paper money. see PROPOSITION, PROPOSED above\n\nChad Brodgesell: well that was like a year ago, but last week I fired off reg mail to the collection agency for them to produce a valid claim against me and if they could not do so then a charge of $10k for them to keep bothering me. I'll see how it goes.\n\nChad Brodgesell: This is the problem most of the time. Some stuff works but no one will verify WHAT it is that works.\n\nChad Brodgesell: Now I don't know what this is worth, but, EVERY time I ask for a SIGNATURE from who ever is whatever with me....the door slams shut.\n\nChad Brodgesell: I did get my former boss to ask the bank who was the GRANTOR of one of his buildings. Next week he told me he didn't want to talk about it.\n\nDerek Moran: CHAD- ask the bank for this: \"...for the original instrument of indebtedness in its original form.\"\n\nDerek Moran: The problem is, when we all opened-up a bank-account and never read the 10-page contract, they had language that apparently waived our right to discharge bill-payment-remittances in it. But, you cannot waive a right unless you did it with the express intent to.\n\nDerek Moran: on a financial instrument, you sign- 'without recourse'\n\nChad Brodgesell: Just asked for A SIGNED document back saying that (in my very fukked up wording) what I said wasn't true. I then found out they sold the account. m, can't say sold, they just called and said the matter had been 'sent' to collections.\n\nDerek Moran: \"the original instrument of indebtedness,\" is a promissory note, which considered to be the money you created with your signature.. and yes, they wont want to provide the original because its probably been marked-up from being Fraction-Banked, and evidence the bank has ALREADY been paid.\n\nChad Brodgesell: so, in essence thru basic general english I asked them to DENY that they already had been paid as soon as I signed,,on the dotted line.?\n\nDerek Moran: You know what- on second thought, someone brought-up a good point..not only do i think the SIN# doesnt have to be on the BILL-payment-remittance, like someone said, i think it would be construed as a tacit-agreement that you're a Government-employee by doing that...maybe Scott can verify that one way or the other\n\nKelleran Holman: Derek, does this notice then suggest that you agree that you are liable to a certain debt (it applies to you) to the Corp of Toronto, and now want to sort methods of settlement?\n\nDerek Moran: Good point.. they are not presenting it to Derek Moran.. they are presenting it to DEREK MORAN, they are just trying to get Derek Moran to act as SURETY for it\n\nDerek Moran: Kelleran- im doing this keeping in mind, that we do use the water..and they do pick-up our garbage-and-recycling.. this about enforcing the right to DISCHARGE debt, as opposed to PAYING them property-taxes with legal-tender from out of our pockets\n\nDerek Moran: I dont think it will make my fathers life easier for him by saying- \"Just tell the City you dont feel like paying taxes anymore\".. the City has given him the REMEDY, which is the bill-payment-remittance..im just trying to get him to wrap his mind around how credit is created\n\nDerek Moran: \"As I have already noted, a promissory note, by definition, involves an unconditional promise to pay a sum certain in money, but it is not itself money...there is no liquidation of the debt until it is DISCHARGED...\"\n\nhttp://www.canlii.org/en/ca/scc/doc/1977/1977canlii36/1977canlii36.html\nCanLII - 1977 CanLII 36 (SCC)\nwww.canlii.org\nBay Bus Terminal (North Bay) Limited and Bay Bus Terminal (North Bay) Limited na...See More\n\nJames Baal: Notice = valuable instrument = bill of exchange, exchange of what? Value .. Value= promissionary note, bond.... well debt! Government Notices are notifying of outstanding Value? Its up to me here how to tackle it, \"its an offer\"? I can Accept it for value, just create another promissioary note, or assume liabilty and act as surety and offer banknotes...or coupons...????\n\nJason F. LeBlanc: James, One suggest reading the bills of Exchange act and the Bank act. Empower yourself.\n\nAdam Thomas: Yeah Jim. Do what jason says mate. Then it'll all fall into place. NEVER EVER PAY WITH MONEY ( legal tender) IN THEIR COURTS. Use a BoE instead PERFECT.\n\nAdam Thomas: ORDERS also come under BOE. Judge ORDERS ye to no longer bend over & clutch ankles. YOU AMEND THE ORDER YOURSELF. Fuck this stuff is sooo POWERFUL.... I wonder what would happen if it actually fell into the wrong persons hands ?\n\nDerek Moran http://www.legislation.gov.uk/ukpga/Vict/45-46/61\nBills of Exchange Act 1882\nwww.legislation.gov.uk\nAn Act to codify the law relating to Bills of Exchange, Cheques, and Promissory Notes.\n\nSonja Ruebsaat: can someone tell me more about how to go about this:\n\"Wise-man once said to get a STAMP made up for the back of any bill-payment-remittances you want to try using to discharge debt with... and what would that STAMP read, for it to be most effective exactly?\" I heard there is a stamp you can get made...connected to your bond...some sort of personal insignia and then you also write something on the bill/debt that it should be paid from your bond...\n\nDerek Moran: The STAMP, as i was told, is for the purpose of getting across the MESSAGE you want to CONVEY to the biller you're hoping has SOMEONE with the slightest knowledge of the purpose the bill-payment-remittance/coupon/voucher at the bottom of any particular BILL you are TENDERED from a biller is.\n\nDerek Moran: For instance- lets say a STAMP has room for only 4 or 5 lines on it...this is what I would put on MINE:\n\nBILLS OF EXCHANGE ACT, 1985\nsection 3. Thing done in good faith\nsection 9. Common law of England\nsection 57.1 Presumption of value (the most important one of all)\n“value” means valuable consideration.\n\nDerek Moran: If someone being paid a job to do on the other end doesnt understand any of this then that is not my fault..hire someone who is LEGALLY COMPETENT to deal with this. They TENDERED you a BILL, not to pay your debt, but, to DISCHARGE it, as PAYMENT of a debt is an IMPOSSIBILITY in lieu of GOLD being suspended-as-payment since 1933, and, you ACCEPTED it - what are they going to do, take you to court and tell the Judge that you had THE NERVE to ACCEPT what THEY tendered/OFFERED to you??\n\nDerek Moran: Apparently, what i was told, is that CONSOLIDATED REVENUE FUND=BIRTH CERTIFICATE, and BIRTH CERTIFICATE=CONSOLIDATED REVENUE FUND, and that the Consolidated Revenue Fund is actually mentioned in the Bills of Exchange Act, but, i was unable to find it.\n\nDerek Moran: Things i am fuzzy on were, where the STAMP goes on the bill-payment-remittance; the front, or the back. Another one, was that the bill-payment-remittance should be mailed registered-mail to THE BANK OF CANADA, as the Bank of Canada is the ONLY organization in 'Canada' that is able to create money/CREDIT from our SIGNATURE. They can do this, as the Bank of Canada as i understand it ultimately, is the one holding onto our SECURITY OF THE PERSON in their Clearing and Settlements House; not sure if that is exactly the TREASURY BOARD SECRETARIAT, or, CDS Clearing and Depository Services Inc. Another one was, register-mailing it straight to the Bank of Canada without the second-signature presumably from the biller already on it, as Scott has driven-home-the-point enough times that you MUST have TWO SIGNATURES (us, the biller), and, a TRUSTEE (the Bank of Canada); this begs the question whether or not it should be register-mailed back to the BILLER first for it to be the second-signature, then, they send the bill-payment-remittance now with TWO SIGNATURES into the Bank of Canada if they want to get 'paid.' (Scott clicked 'Like' on this)\n\nDerek Moran: Another important point was that it is the BILL, not the INSTRUMENT/REMITTANCE which is marked ACCEPT, but the BILL, meaning the upper-portion of the document NORTH of the perforated-edging-line you ultimately tear across. You DO NOT mark ACCEPT on the INSTRUMENT itself. You are ACCEPTING the BILL. Then, using the INSTRUMENT/REMITTANCE, to DISCHARGE, the BILL. (Scott clicked 'Like' on this)\n\nScott Duncan: http://bit.ly/ZQ6GC4\n\nBlake Gardner: I just indorse the private side and add my account number/social number, then send it to the CFO or the like with a brief cover letter outlining the tender and requesting a statement of zero account.\n\nDerek Moran: \"I just indorse the private side\".... what exactly does that mean- \"the PRIVATE side\"?.. i get lost in the whole public-side/private-side lingo\n\nBlake Gardner: The back of the instrument:-) like a cheque... The front is the public side...\n\nDerek Moran: So FRONT=PUBLIC=GOVERNMENT side... BACK=PRIVATE=US/OUR side, hmmm interesting. I would've assumed as US being the first-signature, that it just would've been put on the FRONT of the instrument...\n\nScott Duncan: Look at any promissory note. It is always \"BACKED BY\" someone/something.\n\nAdam Thomas: Signature = SURETY.\n\nBlake Gardner: \"Backed by\" - \"indorsed\" = on the back of...\n\nAlso as far as two signatures go, look up the word mark & seal - mark/logo/letterhead etc., is considered as their mark/signature/certification. So the front of these presentments/instruments usually have such identifying marks...it's also the reason most corporate correspondence usually comes without a signature but a letterhead/logo or the like instead.\n\nDerek Moran: Ohhh ok, so Scott, this is what you meant by when you said register-mail the bill-payment-remittance straight to the Bank of Canada, because, the biller already has their MARK/SEAL/SIGNATURE on the front of the instrument/remittance?\n\nDerek Moran: What required of corporation\n\n5. In the case of a corporation, where, by this Act, any instrument or writing is required to be signed, it is sufficient if the instrument or writing is duly sealed with the corporate seal, but nothing in this section shall be construed as requiring the bill or note of a corporation to be under seal.\n\nhttp://lois-laws.justice.gc.ca/eng/acts/B-4/page-2.html#h-3\nPART IGENERAL - Bills of Exchange Act\nlois-laws.justice.gc.ca\nFederal laws of canada\n\nBlake Gardner: Remittance is money sent by one person to another, either in specie, bill of ex- change, check, or otherwise.\n\nDerek Moran: Corporate Seal for the City of Toronto, although, i dont ever recall actually SEEING this before, let alone on the bill-payment-remittances:\n\nhttp://www.toronto.ca/legdocs/municode/1184_237.pdf\n\nDerek Moran: Another question is how exactly is the proper way to MARK a bill-payment-remittance for proper presentment-and-acceptance. Section 190. explains somewhat how a Consumer bill or note is to be marked. Other than that, as i understand it:\n\n1. Print ACCEPT on the face of the BILL-payment remittance\n\n2. the empty AMOUNT-BOX needs to be filled in..give'em a $10 tip so as to less of a reason to be mad with you\n\n3. your SIGNATURE (thats a biggy) on the BACK (think 'Backed by'), not front, the BACK of the INSTRUMENT/REMITTANCE\n\n4. putting WITHOUT RECOURSE after your SIGNATURE, just in case they want to scare you with some legalese-talk\n\n5. putting the DATE on it would seem like a good idea\n\n6. the STAMP/MESSAGE you want to CONVEY to them (not sure whether on front or back)\n\n7. ???????????????????????\n\nhttp://lois-laws.justice.gc.ca/eng/acts/B-4/page-38.html#h-28\nPART V CONSUMER BILLS AND NOTES - Bills of Exchange Act\nlois-laws.justice.gc.ca\nFederal laws of canada\n\nChiefRock Sino General: man, what is everyone going on about here. I can send them a friggin piece of used toilet paper, IF THEY KEEP IT , its agreed as accepted and settled. If i write 1000000 on it and sign, they keep it, its agreed its good for settlement. Retention is key here. Know how to hold your contract. its simple stop getting so god damn complicated and focusing on public laws and statues and this and that. If they keep it we got ourselves a binding agreement. Bills of exchange act can be good to keep them in line but just know, if it is kept its good as gold. who knows what benefit they got out of the used piece but i dont really care. If they send it back, they discharged the account to zero. Its a win win people !!!!!!!!\n\nAdam Thomas: 3 days. 72 hours. SETTLED & CLOSED.\n\nBlake Gardner: Go chief go...! A contract \"if\" you can keep it....exactly.... amidst the psychological onslaught of pre indoctrination & post neuro linguistic programming....private international law/contract. (Scott clicked 'Like' on this)\n\nAdam Thomas: INCHOATE INSTRUMENT ACCEPTED FOR VALUE\nRETURNED COMPLETE SUPRA PROTEST\nPAY THE SUM CERTAIN OF ONE AUSTRALIAN DOLLAR\n\nAdam Thomas: RECEIVED BY..............\n\nAdam Thomas: Signature & date the above STAMP\n\nAdam Thomas: STAMP DUTY PAID\n\nAdam Thomas: SEE OVER FOR INDORSEMENTS\n\nAdam Thomas: ACCEPTED AS INDORSED\n\nAdam Thomas: NON NEGOTIABLE NON TRANSFERRABLE WITHOUT RECOURSE\n\nAdam Thomas: 5cent stamp on front.\nALL INSTRUMENTS MUST HAVE \" VALUABLE CONSIDERATION\".\n\nAdam Thomas: $1 Australian stamp.\nPAID...SETTLED....CLOSED....ZEROING OF ACC...\n\nAdam Thomas: The NON NEGOTIABLE ETC ETC RUBBER STAMP GOES ACROSS THE TOP OF THE BoE. In RED INK.\n\nAdam Thomas: ALL RUBBER STAMPS ARE RED INK\n\nAdam Thomas: I hope that helps paint a picture of what the RUBBER STAMPS LOOK LIKE...visualize them stamps.\n\nDerek Moran: Hey Adam- so, just to play Devils Advocate here...i dont get the whole 5cent-stamp/$1 stamp stuff; to me, its quite clear what is considered the VALUABLE CONSIDERATION, it says it right there at least in OUR BoE here in 'Canada' in section 57.1:\n\n57. (1) Every party whose signature appears on a bill is, in the absence of evidence to the contrary, deemed to have become a party thereto for value.\n\nhttp://lois-laws.justice.gc.ca/eng/acts/B-4/page-12.html#h-11\nHolder in Due Course - Bills of Exchange Act\nlois-laws.justice.gc.ca\nFederal laws of canada\n\nDerek Moran: (Scott clicked 'Like' on this) 57. (1) \"...SIGNATURE...IS...THE...VALUE\"\n\nOf course, this is where Scott has wrote before that they like to keep the pieces spread-out and in different spots;\n\n“value” means valuable consideration.\n\nhttp://lois-laws.justice.gc.ca/eng/acts/B-4/page-1.html#h-2\n\nAladdin Sane: \"Hey Adam- so, just to play Devils Advocate here...i don't get the whole 5cent-stamp/$1 stamp stuff;\" A few years back, a man from Alberta posted photos of his setoff/discharge (to Enmax, I think, or some other utility company,) and on it he had a postal stamp that he signed through, and then about a year ago, I seen this cheque written by Abe Lincoln with a 2 cent stamp in the right top area also with a scribble through it from the top right corner diagonally. Scott, can you tell me why this stamp with a signature through it is added?\n\nAladdin Sane: Forgot the link: http://www.dailymail.co.uk/news/article-2086848/Check-President-Abraham-Lincoln-wrote-day-killed-discovered-bank-vault.html\n\nAladdin Sane: Is the UPU the highest jurisdiction?\n\nBlake Gardner: Value/consideration\n\nBlake Gardner: Currency\n\nAdam Thomas: Its LAWFUL CURRENCY. NOT LEGAL TENDER.\n\nAdam Thomas: TRUST LAW IS THE HIGHEST....WANK...\n\nBlake Gardner: And what is a trust but a contract:-)\n\nDerek Moran: TRADING STAMPS has its own section in the Criminal Code here in Canada. Kate of Gaia has covered about how people have no idea just how much of an influence the UPU has over the rest of the world. Theres some sort of document out there that covers it at length too..a treaty, i think\n\nDavid Johansen YOU cancel the stamp which enjoins them as a party, subjecting the document to mail fraud if it is not accepted\n\nShawn Ofthefamily Folkes: I think I liked Chiefrocks answer the best...\nBut if we are talking about affixing stamps and all that...\nThe UPU is considered higher than any government, hence the power of the stamp...which, as I have come to understand it, is to be affixed to the BACK bottom corner. That is the very end of the document....kinda like you having the last say, and is to be signed diagonally in certain colors, like purple or gold.\nSome stuff:\nhttp://www.likumi.lv/doc.php?id=195295\n\nShawn Ofthefamily Folkes: Some better stuff:\n\nhttps://www.youtube.com/watch?v=dc4h9Qi9brs&feature=youtube_gdata_player\n\nShawn Ofthefamily Folkes ...after oh....three or four minutes into the above video....youll quickly see why I prefer to stick to chiefs response lol\n\nBlake Gardner: Yeah - simplicity is easier to hold, communicate and stand on:-)\n\nDerek Moran: Reprobata pecunia liberat solventem. Money refused\nreleases the person paying (or offering payment).\n\nDerek Moran:i think theres another Maxim in there somewhere that basically says the same thing, too\n\nAdam Thomas: Thats what the $1 aussie postage stamp is. PAYMENT.\n\nAdam Thomas: Paying a fiction with a fiction. Perfect.\n\nAdam Thomas: A $1 stamp with the queen is even better.\n\nAdam Thomas: Its THEIR VALUE BELIEF SYSTEM. Use it to settle any & every ALLEGED DEBT.\n\nAdam Thomas: It cost $1.\n\nBlake Gardner: Stamps have recognized/authorized value/currency in the public.\n\nBlake Gardner: Alternatively you can just use your signature if one dollar is too much, as obligation-debt is money...tender for law...payment for contract:-)\n\nAdam Thomas: I just leart this absolute HEAD FUCK OF A WORD.\nSUBSTANTIAL EQUIVALENCE.\nOff topic I know but that would be the 2 words that lawyers the world over would be spanking themselves stupid over.\nIt's the LAWYERS WHORE.The English language.\n\nDerek Moran: my favourite two-word terms: ULTRA VIRES...PRIMA FACIE...MALA FIDES\n\nBlake Gardner: Like the Jesuit justification for everything is EQUIVOCATION - the doctrine of mental reservation/equivocation has a lot of relevance in judiciary, me thinks:-)\n\nShawn Ofthefamily Folkes You can actually use your thumb print....if we are gonna go down the stamp road.\nAnd yes Blake... that public should be Public...as in universal public. It (stamps) certainly have an assigned value. The basic unit I believe is $.02 U.S. this is the lowest universal standard for the minimum cost of a stamp. It is the most basic tender for law, your most basic payment for contract, because when governments fail some system must be in place that ensures exchanges can occur between peoples in the case old government failure and collapse so a new one can be reestablished . A system has to be in place (and is) where people can continue to do shit -like contract with each other, the basis of all shit, and have some universal system in place so that shit can get done, no matter what....including what currency. This is where a completely electronic currency would should and will come in place....for one thing...no borders. No empty Forts full of metals we rape out of the ground that are more available in countries that....without it....would contribute Jack shit to the global economy. Other than our fucking greed, gold, for example, like silver and copper....makes a great conductor for electronics and should be used and valued as such.\n\nAnyhow.... I get why sheeps dont get shit. See...it all begins with understanding that money is debt. They CANNOT admit that. Once you admit that the answer is very simple: get rid of money and you get rid of debt. And since most politicians talk about debt, youd be getting rid of the need for most of them. Most of the \"police\" people wouldnt be needed. Youd be getting rid of greed....like our greed for gold thats really just another fucking metal. That I don't believe in. But nooooo you cant get rid of money because money is debt and debt exists to fuel greed and getting rid of greed? there's too much money in that. Money....? Ah!\n\nAdam Thomas: POLLEX = THUMB PRINT = BETTER THAN SIGNATURE!!\n\nAdam Thomas: BoE Act is near on identical except for a few different words here & there.\n\nJoseph Davia: Here in NZ theres a guy on fb - look/search for \"Pirate Bill Turner NZ\" he has a few vids on there regarding this subject....but have had a friend try this process to pay ACC levies - they sent it all back to him stating they don't accept this form of payment and threatened him with \"using a document to gain pecuniary advantage\" they also quoted the law regarding stamp duty in NZ but they still refused the payment.\n\nAdam Thomas: It's a Bill of Exchange. They're in total DISHONOUR.\nCHECK MATE FOOLS !!\n\nBlake Gardner: Payment (instrument) refused without a notice of defect in the instrument or notice of dishonor from the drawee is discharge of debt - plus all that you would request in an affidavit signed under full commercial liability and penalty of perjury. Also if their statement contained a direct threat without the use of may or might ect, that's a tort...\n\nGerry Cardinalli: Blake Gardner... ACC here in NZ replied with \"You have attempted to produce an inchoate instrument under the Bills of Exchange Act 1908. We do not accept this form of payment.\" New Zealands Law takes its definitions from Butterworth's Law Dictionary which defines the word 'inchoate' as the following... \"Begun but not completed. An inchoate offence is a preliminary offence such as attempt, conspiracy or incitement. An inchoate instrument is a partial or unfinished document or enactment. See Bills of Exchange Act 1908, s20.\n\nJoseph Davia: thanks Gerry - I didn't have the exact wording relating to their reply-still a refusal to accept is still a refusal to accept..?\n\nAdam Thomas: Theyre in DISHONOUR...CHECKMATE...\n\nAdam Thomas: The 5cent postage stamp with the RUBBER STAMP STATING.....STAMP DUTY PAID .....ON TOP OF THE 5CENT STAMP IS JOINDER FOR THE CROWN. IT BINDS THEM TO THEIR ACTS TO FUCKING ACT....IT IS THUS A CROWN INSTRUMENT.\n\nAdam Thomas: NON NEGOTIABLE NON TRANSFERRABLE WITHOUT RECOURSE\nFINISHES & COMPLETELY COMPLETES THE INCHOATE INSTRUMENT OR FINALISES THE INSTRUMENT. ..V O I L A...LAWFUL CURRENCY HAS BEEN CREATED TO SETTLE & DISCHARGE. F I N I S H E D !! Returned COMPLETE.\n\nBlake Gardner: Gerry Cardinalli - you gotta love the stuff they come up with dont ya...but mate I didn't hear any specific defect in the instrument mentioned in that paragraph, did you?:-)\n\nAdam Thomas: Bills of Exchange is where Real Remedy lays.... ORDERS from JUDGES....AMENDABLE INSTRUMENTS\n\nAdam Thomas: Yeah Gerry, how was the instrument NOT a BoE ?? How long a time did they hold the VALUABLE INSTRUMENT FOR GERRY??\n\nAdam Thomas: But Gerry, let them take YOU to their courts & do the EXACT SAME THING WITH THE ORIGINAL SOURCE DOCUMENT/ INSTRUMENT ( ORDER)& FINISH THE KUNT FOR GOOD....2 WORDS N O N A M E N D A B L E.\n\nAdam Thomas: The judge's signature does not make the ORDER/ BoE COMPLETED.\n\nAdam Thomas: Its still INCHOATE\n\nAdam Thomas: Do the RUBBER STAMPS make the cheques bounce??\n\nHarold Austerman: www.assistingvesel.com\n\nHarold Austerman: http://assistingvessels.wordpress.com/\n\nHarold Austerman: ^^^^^^^Involving the authority of the UPU is automatically invoked by the use of postage stamps. Utilization of stamps includes putting stamps on any documents (for clout purposes, not mailing) we wish to introduce into the system. As long as you use a stamp (of any kind) you are in the game. If you have time, resources, and the luxury of dealing with something well before expiration of a given time frame, you can use stamps that you consider ideal. The most preferable stamps are ones that are both large and contain the most colors. In an emergency situation, or simply if economy is a consideration, any stamp will do. Using a postage stamp and autograph on it makes you the postmaster for that contract.\nWhenever you put a stamp on a document, inscribe your full name over the stamp at an angle. The color ink you use for this is a function of what color will show up best against the colors in the stamp. Ideal colors for doing this are purple (royalty), blue (origin of the bond), and gold (king's edict). Avoid red at all cost. Obviously, if you have a dark, multi-colored stamp you do not want to use purple or blue ink, since your autograph on it would not stand out as well if you used lighter color ink. Ideally one could decide on the best color for his autograph and then obtain stamps that best suit one's criteria and taste. Although a dollar stamp is best, it is a luxury unless one is well off financially. Otherwise, reserve the use of dollar stamps for crucial instruments, such as travel documents. The rationale for using two-cent stamps is that in the 19th Century the official postage rate for the de jure Post Office of\n\nAdam Thomas: STAMP DUTY PAID\n\nDerek Moran: Gerry Cardinalli- do you have an 'Anything Done In Good Faith' section in your BoE, as we do here in Canada, its section 3. for us... INCHOATE INSTRUMENT = \"im flyin' fuckin' blind here cuz my SERVANTS wont give me an honest answer to my honest question as to how it should be filled-out properly then!\"\n\nDerek Moran: In our The Dictionary of Canadian Law, the exact term they use here is: WITHOUT RECOURSE TO ME... thanks Adam, im gonna add that to my stamp\n\nDerek Moran: WITHOUT RECOURSE TO ME: a phrase used to protect the indorser of a NOTE or BILL from LIABILITY. The Dictionary of Canadian Law, 4th-edition.\n\nDerek Moran: 30 Presumption of value and good faith\n\n(1) Every party whose signature appears on a bill is prima facie deemed to have become a party thereto for value.\n\nValue means valuable consideration.\n\n91 Good faith\n\nA thing is deemed to be done in good faith within the meaning of this Act where it is in fact done honestly, whether it is done negligently or not.\n\nhttp://www.legislation.govt.nz/act/public/1908/0015/latest/DLM137816.html\nBills of Exchange Act 1908\nwww.legislation.govt.nz\nBankrupt includes any person whose estate is vested in a trustee or assignee under the law for the time being in force relating to bankruptcy\n\nDerek Moran: Hey Adam- our BoE must be different here in Canada, just did a search on 'amendable,' 'non-amendable,' 'usury'...nuthin' came up\n\nChad Brodgesell: May I add something here for simplicity, When I look at a 'Bill' I see what looks like a Cheque and on said 'Cheque' it states right on it, \"Please make cheque Payable to blahblah\". \"Do not send Cash\"\n\nMmmm, if I'm not supposed to send cash and they have specifically told me to make said Cheque (they didn't say \"write a cheque and send it to us. It says \"Make cheque Payable to\" (If they are not talking about this cheque then 'what' cheque are they talking about?)\n\nOn the next one I get my wife and I are going to simply write the amount in write Value Accepted across the face, Make Payable to blahblah and endorse it on the back.\n\nIf they return it or a charge of any nature results from it we are going to ask what the problem is so we may correct the mistake and go from there. Might be opening a can 'o' worms but hey, sounds fun.\n\nStuart Stone: You're not creating controversy, merely following instructions and asking questions...should be interesting & can't wait to read the results\n\nAdam Thomas: If ye dont have 1 then 3 days = payment via FIATS because you are the holder in due course & accepted their offer BoE.3 days, 72 hours = Silence = CONSENT\n\nAdam Thomas: Make sure you apologize to them kunts for being naughty....hahahaha...great plan Chad. Good luck with that mate. Just go in there prepared because they will put you to the sword if you allow them to.\n\nChad Brodgesell: I understand what your saying but I'm not trying to say to them \"Hey, You, I know the Acts as well\" I'm simply going to do what is on the document and take it from there for me to step into their process even if it's at my peril. Going to step in with nothing BUT WHATS ON THE DOCUMENT. See how they respond or approach it from their side.\n\nChad Brodgesell I can always revert to \"Oh! Really? Wow, thats interesting! Okay, so can you please write it down so I know what to do?\"\n\nAdam Thomas: Just be polite & gentle with them. I show them lots of respect & are very polite & I've had many pleasant conversations with them too & I ALWAYS ASK QUESTIONS.\nNEGATIVE AVERSIONS\n\nDerek Moran I just ordered my STAMP today, Chad - $36...\n\nBILLS OF EXCHANGE ACT, 1985\nsection 3. Thing done in good faith\nsection 9. Common law of England\nsection 57.1 Signature is the value\n“value” means valuable consideration\nWithout recourse to me\n\nStuart Stone: Chad Brodgesell, I think I've found the GOLD Adam Thomas keeps alluding to with his morphine induced BofE rants...get that leg well big fella & feel free to fill in any holes this guy's presentation may have left http://www.youtube.com/watch?v=qJBblYulqFc\n\nAdam Thomas: That guy I've met, I think. He sounds like the guy. He's given out 100% Correct information. There will be questions to fill the gaps but he's right on the money.\n\nAdam Thomas: There's about 6 stamps ye need Derek Moran.\n\nAdam Thomas: There's even better ways to use BoE & its in their courts where ye will excell & knock them over. Unlicensed driving etc etc...amend THE ORDER YOURSELF.\n\nJoseph Davia: Well Adam - was one of those live changing events that left me with more questions than answers....after being dragged up a catholic and expecting hell and damnation went somewhere totally different - it was the voice that I will never forget -\" not your time you've got things to do \" Like to think that where it led me is what I'm supposed to be doing, learning the corruptness of the system and sticking it to them every opportunity I get...yeha\n\nHarry Nosed Wombat: Spent pretty much half a day with Chief. He had the most beautiful stamps.\n\nAdam Thomas: It's LAWFUL CURRENCY boys....go ask a postmaster General.\n\nAdam Thomas He knows what to do with them. IF he's smart he'll receipt it for you. If not then he's a DUMB KUNT....\n\nAdam Thomas: ANYTHING IN THE WHOLE FUCKING WORLD CAN BE PAYED FOR USING THIS PROCESS...\n\nAdam Thomas EXCEPT NON-AMENDABLE INSTRUMENTS.\n\nDerek Moran: RUAIRI..no offence...but a few days ago, Scott walked us through breaking-down the logistics behind what makes an effective NOTICE. Now...id like Scott, after watching Money As Debt III, to walk us through on how to format and structure an effective CLAIM OF RIGHT, cuz i realize the only reason i use legal-tender, is not because i accepted their OFFER-of-law..but because ive never sent them CLAIM for the right to set-off/discharge my debt as they afford me to do per section 9. of the Bills of Exchange Act, because YOU just wanna fuckin' talk about this Spider-Mandammed Peoples Trust shit!\n\nKelleran Holman: but the banks have you believing you signed away your rights to presentment,etc, so going through the bank might not work without a fight. Convincing a utility company to send a true bill (signed) is near impossible...all that said, when you start asking questions that no one has or will give answers to, something about it seems to have merit. (Scott clicked 'Like')\n\nScott Duncan: SORT of. MONEY OF ACCOUNT can be set off this way, money of EXCHANGE cannot.\n\nGovernment is your bitch. You can stiff them with funny (hysterical, really) money, for eternity. THEY AREN'T AND CANNOT BE AN INJURED PARTY.\n\nKelleran Holman: (being a private contract of men/women) in all cases I can think of, where corporations are involved, commerce should be dealt as a set off (money of account)...if i am comprehending properly, the ONLY value to the paper is what/when we give it, by signing it...banks don't make money out of thin air without our signed note....that can then be exchanged for cash...or data entry on the computer, i've read, ALL \"money\" is loaned into existence...I would venture that is true, what they don't say, is that it is first loaned from us in the form of the original note. (Scott clicked 'Like')\n\nScott Duncan: CLOSE. Banks issue CREDIT in FOREIGN currency. YOUR SIGNATURE is your \"Domestic Currency\", as you \"make\" that \"money\" with your signature. YOU create it. YOU are the AUTHORity that creates the money. The BANK provides the service of...\n\nCURRENCY EXCHANGE.\n\nKelleran Holman: funny how truly simple that is to understand...and you did it in 5 1/4 lines...not an entire encyclopedia collection,lol....a wonderful system really... if... they (a) stopped at that, with a \"reasonable fee\" for the service, and (b) ...see (a) (Scott clicked 'Like')\n\nScott Duncan: OF COURSE it's simple. It's LAW. Law MUST be simple if you are to gain UNDERSTANDING. No contract without UNDERSTANDING.\n\nScott Duncan: UCC is ONLY useful if you have a fleet of ships.\n\nDerek Moran: my friend owns the 1986 Crawford and Falconbridge Bills of Exchange.. in it, he says it said, regarding a bill-payment-remittance, thats its just good enough to write at the top of it ACCEPT.. no need for ACCEPTED-FOR-VALUE, or, ACCEPT-FOR-VALUE.. fill-in the empty Amount-box, and sign it - WHOILA.. now the bank can go fuck-off and Fractional-Bank phony credit with our signature\n\nDerek Moran: I think Scott Duncan has baited us with a loaded-trick question, wherein the answer lies not regarding ACCEPTED-FOR-VALUE, but in Canada at least, this link: http://laws-lois.justice.gc.ca/eng/acts/B-4/page-39.html#docCont\nPrevious PageNext PageMarginal note:Consumer bill189. (1) A consumer bill is a bill of exchange issu\nlaws-lois.justice.gc.ca\nFederal laws of canada (Scott clicked 'Like')\n\nDerek Moran: Consumer bill or note to be marked\n\n190. (1) Every consumer bill or consumer note shall be prominently and legibly marked on its face with the words “Consumer Purchase” before or at the time when the instrument is signed by the purchaser or by any person signing to accommodate the purchaser. (Scott clicked 'Like')\n\nDerek Moran: I like to call section 190.- \"The bank only gets to steal 96% of your credit, instead of all 100% of it\"..why? The Capital Adequacy Requirement is 20.. but, with prior approval from The Office of the Superintendent of Financial Institutions Canada, it can however, be increased to 23 - how nice of them... http://www.osfi-bsif.gc.ca/osfi/index_e.aspx?ArticleID=3\nOSFI - Home Page\nwww.osfi-bsif.gc.ca\nThe Office of the Superintendent of Financial Institutions Canada (OSFI) is the ...See More (Scott clicked 'Like')\n\nKelleran Holman: I ask that because i have done it (marked it \"consumer purchase\") they would not return it to me after denying the item\n\nScott Duncan: Who's THEY?\n\nWas it MONEY OF EXCHANGE or MONEY OF ACCOUNT you were setting off?\n\nKelleran Holman: \"they\" was the Bank.... on a utility bill\n\nScott Duncan: GAS, WATER, or Hydro?\n\nKelleran Holman: sorry, yes hydro\n\nPete Daoust: I have sent a letter to hydro-quebec after receiving theats from them concerning the the fact that I haven’t paid them since July 2012. I tell them in the letter to make a long story short: I tell them that AS PER THEM I OWE,…I tell them that I’M SCARED ABOUT IT…..I tell them that IF, and IF I owe them $$...I want to pay…..I tell them that I don’t have in my possession right now any FIDUCIARY $$, I ask them if there is ANY other method I could pay this presumed debt….I tell them I’m ready to do anything to HONOR this, but no Bill of Exchange available right now….I even tell them I’m ready to cut their grass or clean their windows if its acceptable for them…\n\nPete Daoust: Guess what happened..????.....lol....\n\nKelleran Holman: lol Pierre, I have sent a similar letter regarding a \"security deposit\"...in short I said, you have been asked to provide me with a signed true bill in the past by me, and I have yet to receive one I do not consent to the security deposit is, as it seems more like theft, albeit \"temporary\"...if you believe I owe you more money than you already receive from me, put it in writing and sign it.\n\nKelleran Holman: I sent it a couple weeks ago now, and haven't heard back yet, when the statement comes in we'll see if has been adjusted, then go from there\n\nPete Daoust: Well they did something for me...They took the account OUT OF COLLECTION....\n\nPete Daoust: They just keep sending me bills but they are not trying to collect no more...\n\nPete Daoust: in other words.....they are not telling me that there is other ways to pay....but the way they are acting is weird...I want to pay, I'm scared since this electricity is a MUST for my family, and please tell me other method I can pay other than BILL OF EXCHANGE or FIDUCIARY MONEY....\n\nKelleran Holman: ha ha you are on to something, if it's been that long, and still have electricity! ...my post about claim of right and ownership below, was about who is liable for what and so on...if we don't \"OWN\" the name what are we paying for exactly?\n\nPete Daoust: My INTENTIONS on this is to get answers....If I owe, I want to pay, If there is different payment methods, I want to know them all...\n\nKelleran Holman: someone said...on this page I believe that the logo was the signature...which if true (and makes sense) then me looking for a signature is a moot point, as it is already there.\n\nKelleran Holman: I agree...\"what ARE the options??\" of course I believe hydro should be free to all men and women, sell it to the corporations\n\nScott Duncan: LOGO IS THE SURETY, ALWAYS.\n\nAdam Thomas: Drawer/ Drawee/ Drafter... Payer/ Payee... Who bears the \"Primary liability\" on the CLAIM?? Does the burden of PROOF not always remain with the\"Drawer/Claimant\" on any written instrument??\n\nScott Duncan: Yes, but who's going to oppose the claim?\n\nDerek Moran: CITY OF TORONTO keeps sending a 'Property Tax Account Statement'..i send it back Notice-of-Conditional Acceptance- \"Please send a BILL, just like you do when you send the property-tax BILL, if this IS a lawful-demand for payment you're seeking.\" (Scott clicked 'Like')\n\nDerek Moran: Just today- Electrical Safety Authority sent my dad an INVOICE for an 'Inspection-Fee' for a serivice he never asked for..strangely, no negotiable-instrument bill-payment-remittance at the bottom of it, UNLIKE, the bill-payment-remittance that is sent along with the Electricity BILL, however.. (Scott clicked 'Like')\n\nAdam Thomas: Scott, what about PROTEST the CLAIM?\n\nAdam Thomas: By NOTICE\n\nAdam Thomas: I know. BREAK THE PRESUMPTION IN AN UNTRUE CLAIM account. LOOK for Key words or phrase then attack with NEGATIVE AVERSION.\n\nPete Daoust: Now here’s what I’m going to send to Hydro-Quebec registered mail:\nNo Bill of Exchange is available right now for MY PERSON.\nCan this account be settle with the surety of MY PERSON ???\nI’m the Legal Holder in due course of that PERSON and I have the right to its surety, Can you accept this as PAYMENT for this Account ???\nI will ask them to send me an answer in 30 days because I’m scared that they will cut me this precious indispensable resource for me and my family……..fuk Im having fun with this shit….lol…\n\nScott Duncan: Who's going to \"Protest\" your claim? PROTEST = Whine under the Law.\n\nScott Duncan: Are you saying THEY made a \"CLAIM\"? Where is this \"CLAIM\"?\n\nBeverly Girl-Brain Braaksma: http://www.straightdope.com/columns/read/3057/can-i-avoid-paying-a-tax-bill-by-writing-accepted-for-value-on-it\nThe Straight Dope: Can I avoid paying a tax bill by writing “accepted for value” on it?\nwww.straightdope.com\nI’ve heard you can avoid paying a tax bill, traffic ticket, or other debt by wri...See More\n\nScott Duncan: Why do they ALWAYS imply \"mental Illness\"?\n\nBeverly Girl-Brain Braaksma: So we need to make a notice that we will become the \"clearing agent\" on these remittances?\n\nScott Duncan *sigh*\n\nWatch \"Money As Debt III\"\n\nStop trying to DESTROY debt, just move it elsewhere. You want your paid debt to become MONEY OF EXCHANGE.\n\nBeverly Girl-Brain Braaksma: \"Remittance\" means the portion of an Invoice that conforms to Part II of this Rule, or the electronic data, that is submitted to the Payor's FI by the Payor along with payment, and which itself becomes a credit item representing value when subsequently Exchanged by the Payor's FI;\n\nBeverly Girl-Brain Braaksma: So if our signature creates credit, we basically \"accept the offer\", sign for the \"exchange\" of foreign credit through the bank of canada through our BC?\n\nScott Duncan: Yes Beverly. NOW...\n\nWatch \"Money As Debt III\" and stop trying to DESTROY debt, just move it elsewhere. You want your paid debt to become MONEY OF EXCHANGE.\n\nBeverly Girl-Brain Braaksma: Yah, that's what I figured... plus the govt WANTS you to create more credit... everyone's happy!\n\nScott Duncan: No Beverly, that's not what I'm saying. Here's the problem:\n\nYOU \"create\" money and it is endorsed by the bank, who will act as currency exchange. One mortgage/loan exists. That's where the money comes from...no surprise there.\n\nWhere does the INTEREST come from?\n\nIf you make YOUR bank deposit to your bank's accounts and you instead MOVE the payment into BITCOIN or another currency of exchange, that \"paid\" money goes BACK INTO the free market. YOU don't profit EVERYONE ELSE DOES.\n\nGet it?\n\nYou remove control of the money supply from the banks.\n\nPeople will still pay interest, but that interest gets returned to the \"spendable\" market.\n\nTaxes would be paid by people who get loans from YOU, if you ran a republic... or a trust... with people you trust... which form a community... with stress-free hot chicks... and I can get laid whenever the urge hits me, and....\n\nOh wait, I already have that! Never mind.\n\nDerek Moran: REMITTANCE, comm. law. MONEY sent by one merchant to another, either in specie, bill of exchange, draft or otherwise.\n\nhttp://www.constitution.org/bouv/bouvier_r.htm\nBouvier's Law Dictionary, 1856 Edition - Letter R\nwww.constitution.org\nRACK, punishments. An engine with which to torture a supposed criminal, in orde...See More\n\nDerek Moran: Blacks Law 1st, REMITTANCE: http://blacks.worldfreemansociety.org/1/R/r-1020.jpg\nFebruary 26 at 9:38pm · Edited · Like\nDerek Moran 57. (1) Every party whose signature appears on a bill is, in the absence of evidence to the contrary, deemed to have become a party thereto for value.\n\nhttp://laws-lois.justice.gc.ca/eng/acts/B-4/page-12.html#h-11\nHolder in Due Course - Bills of Exchange Act\nlaws-lois.justice.gc.ca\nFederal laws of canada\n\nChad Brodgesell: My understanding is when you apply for a mortgage you are actually applying to be the GRANTOR when they ACCEPT you they call you back and say \"Hey, You've been approved here's the mortgage sign here\" you now sign as the GRANTEE and start paying the Principle and interest. But you never show up as the GRANTOR to say \"Hey, where's my money? The interest is theirs as a service fee. No one shpws up to collect the principle. If I'm wrong I'm sure I will be corrected. Would be nice to have confirmation one way or the other.\n\nDerek Moran: “value” means valuable consideration. http://laws-lois.justice.gc.ca/eng/acts/B-4/page-1.html#h-2\nINTERPRETATION - Bills of Exchange Act\nlaws-lois.justice.gc.ca\nFederal laws of canada\n\nDerek Moran: Would OSFI please consider a recalibration of the 20x and 23x maximum assets to capital multiple (ACM).\n\nhttp://www.osfi-bsif.gc.ca/app/DocRepository/1/eng/guidelines/capital/guidelines/CAR_chpt_let_e.pdf\n\nDerek Moran: REMITTANCE + SIGNATURE x CAPITAL ADEQUACY REQUIREMENT/ASSET CAPITAL MULTIPLE of 23 = either pay YOUR bills, or, Unjust Enrichment of Bank on the back of YOUR labour, and ALOTTA fuckin' credit that is created NOT for your benefit- BUT.....it does cycle its way back into the CONSOLIDATED REVENUE FUND\n\nDerek Moran: Interesting how this Federal Government page lists the Bills of Exchange Act as CONSUMER LEGISLATION, and, highlights PART V. in brackets:\nhttp://www.ic.gc.ca/eic/site/icgc.nsf/eng/h_00029.html#consumer\nConsumer Legislation - Legislation - Industry Canada\nwww.ic.gc.ca\nList of acts under the responsibility of the Minister of Industry or related to the activities of the Department.\n\nAdam Thomas: Derek. NOT NEGOTIABLE-NON TRANSFERRABLE-WITHOUT RECOURSE & IN RED INK & STAMP IT- BILL OF EXCHANGE at very top..\n\nDerek Moran: Putting NON-NEGOTIABLE blocks them from being able to Fraction-Bank it..which is REALLY want they want/need your signature for\n\nScott Duncan: IT'S ALL ABOUT SURETY!\n\nAdam Thomas NON-AMENDABLE\n\nAdam Thomas: ENDORSED ON BACK -SIGNATURE\n\nAdam Thomas: Under what authority are ye trying to NEGOTIATE A NON NEGOTIABLE INSTRUMENT? ??\nDuuuuhhh...dumb kunt lawyer\nRECEIPT PLEASE.\n\nJames Baal: Is that the reason why the EURO has a logo and one Signature? I create this money, the BANK converts it into my \"PERSONS\" CURRENCY and My \"PERSONS\" SIGNATURE accepts it as VALUE???\n\nJames Baal: Or is my \"PERSONS\" SIGNATURE accepting it as \"SURETY\"???\n\nScott Duncan: If it's a logo and ON signature, it's not even a BANK NOTE! It's a COUPON.\n\nThe new Canadian bills and Birth certificates are like that.\n\nScott Duncan: Nobody noticed.\n\nJames Baal: A COUPON?\n\nPete Daoust: a COUPON...????\n\nPete Daoust: A certificate evidencing the obligation to pay an installment of interest or a dividend that must be cut and presented to its issuer for payment when it is due.\n\nChad Brodgesell: Canadian Tire comes to mind (Scott clicked 'Like')\n\nPete Daoust: Coupons are usually attached to a document, such as a promissory note, bond, share of stock, or a bearer instrument. A coupon is a written contract for the payment of a definite amount on a specified date according to the terms of the main document from which it must be separated for presentation for payment. Each coupon represents a separate promise by its issuer to pay its holder on the due date. Failure to do so will support a Cause of Action for breach of contract.\n\nChad Brodgesell: A logo, a signature.\" Come in and exchange it with us! We will give you a cheaper price for something else because you use this\" (Under their breath they say 'Please use it because you will at least buy from us and not others with what little 'money' you have.)\n\nPete Daoust: when I received my BC last year, there was a letter with it that INSTRUCTED me to detach the coupon and put it somewhere else...the letter says to not keep the birth certificate at the same place than the coupon....of course I havent detach the coupon....obviously I do everything contrary to what they INSTRUCT me to do.... (Scott clicked 'Like')\n\nChad Brodgesell: Why is it I can make 'Distinct' connections financially but not with LAW?\n\nScott Duncan: They're the same thing\n\nPete Daoust: now I'm showing up next week to GOUVERNEMENT DU QUEBEC and I tell the first employee that I see there: Hey....I have my coupon....where is my check....just to see whats gonna happen... (Scott clicked 'Like')\n\nJames Baal: A coupon is a written contract for the payment of a definite amount on a specified date according to the terms of the main document from which it must be separated for presentation for payment.\n\nPAYMENT?????? DEFINITE AMOUNT??? What are they expecting for payment? If euros are coupons...then what are they expecting ? A undefined currency or something?\n\nScott Duncan: Shhhhhhhhh! You're not supposed to notice! Put it out of your head...\n\n...would you like a 50 inch TV, sir?\n\nChad Brodgesell: Scott, Does that make the new bills 'NOT' legal tender? or reduce its liability to said government to a lessor degree then the previous bills? (Scott clicked 'Like')\n\nPete Daoust: you take your coupon, you show up at the issuer's place and you ask for your check.....thats simple (Scott clicked 'Like')\n\nPete Daoust: will I need to show up every month with the coupon..???....if I give them the coupon each time I show up, will I have to order a new BC every month..???...is it a quartely thing, a monthly thing a yearly thing ???....\n\nScott Duncan: The TENDER FOR LAW is on the bill/coupon IF it says so (THIS NOTE IS LEGAL TENDER). The FUNCTION of the instrument is NOT a tender for law.\n\nCoupon, Bank note, etc. It does not matter. A tender for law (Open to offers to enjoin) can be on ANYTHING.\n\nI could tattoo THIS COCK IS LEGAL TENDER on my penis, and it would serve the same ends... although if you are in a position to SEE such a tattoo, you're kind of commited...\n\nChad Brodgesell: It's a bloody contract each time you use it then. Accepted for value and exchanged for something else. (Scott clicked 'Like')\n\nScott Duncan: NOW you get it\n\nJames Baal: And that means that I probably understand the beginning of this thread... thanks I am going back to the start!\n\nChad Brodgesell: LAW 'IS' finance, about the transfer of VALUE, or another word, 'SURETY' (Scott clicked 'Like')\n\nChad Brodgesell: It's about WHO is going to PAY for WHAT. (Scott clicked 'Like')\n\nChad Brodgesell: The when and the how is in the details (Scott clicked 'Like')\n\nEamonn O Brien: Euro notes don't say THIS IS LEGAL TENDER. Is it down to their presumption that we know it is? (Scott clicked 'Like')\n\nScott Duncan: Eamonn O Brien: You are correct. It's why the UK wouldn't join.\n\nPete Daoust: looks like SURETY is going to pay...ALWAYS.... (Scott clicked 'Like')\n\nChad Brodgesell: If I am being Surety then I am accepting Liability for whatever\n\nPete Daoust: When you write a check to Scott Duncan, yes you are\n\nChad Brodgesell: Pierre, but can you also be the BENEFICIARY 'OF' the liability?\n\nPete Daoust: what benefit can you get of something you are liable to...????...PRIDE ?????\n\nChad Brodgesell: Pierre, A benefit can be good or bad.\n\nPete Daoust: benefit bad ???....\n\nChad Brodgesell: A liability can be good or bad. I am liable for the gas the car uses but I do not have to pay for the use of the car.\n\nChad Brodgesell: The benefit is the use of the car\n\nChad Brodgesell: can have both\n\nScott Duncan: Pierre Daoust look up the LEGAL definition of \"benefit\".\n\nPete Daoust: benefit 1) n. any profit or acquired right or privilege, primarily through a contract. 2) in worker's compensation the term \"benefit\" is the insurance payment resulting from a fatal accident on the job, while \"compensation\" is for injury without death. 3) in income taxation, anything that brings economic gain. 4) \"fringe benefits\" are rights from employment other than salary or wages, including health or disability insurance. 5) v. to gain a benefit. (See: contract)\n\nChad Brodgesell: k, let me RE-PHRASE. A benefit can be along side a liability such as the example above I posted. The two may co-exist with each other. The Benefit may be greater then the liability. Therefore the liability is a benefit.\n\nEamonn O Brien: Beneficiary can't be trustee at same time.... (Scott clicked 'Like')\n\nChad Brodgesell: One hat at a time comes to mind. You may be both but not at the same time. 'They' may only address one at a time. The question everyone should be asking is 'At each instance 'WHO' are 'they' addressing? (Scott clicked 'Like')\n\nChad Brodgesell: And more importantly, 'WHO' is responding. (Scott clicked 'Like')\n\nChad Brodgesell: BENEFICIARY of 'What?' TRUSTEE of 'What?' ADMINISTRATOR of 'What?'\n\nPete Daoust: I'm the LAWFUL HOLDER in due course of PIERRE DAOUST, I'm the sole beneficiary, I'm the MASTER of PIERRE DAOUST and I reserve ALL MY RIGHTS....any objections ????\n\nChad Brodgesell: Then there's, SURETY for 'What?' or is that 'of' ? not sure\n\nPete Daoust: Who creates the account ????\n\nChad Brodgesell: your above statement says 'holder' which implies that you hold it but did not create it, I could be wrong\n\nPete Daoust: PIERRE DAOUST is an account, Chad Brodgesell is an account\n\nEamonn O Brien: You POSSESS the NAME. THEY own IT...\n\nWe are BENEFICIARY of the PERSON/NAME.\n\nHe who creates, owns... Creator = Surety/Liable party (Scott clicked 'Like')\n\nChad Brodgesell: yes Pierre, but I am asking who created it, or rather asking for you to clarify who created it. it is a question to you. I am interested in the answer.\n\nPete Daoust ONTARIO GOVERNMENT\n\nDerek Moran: Here's an even better question: WHY did they create it?...Why did they create this ACCOUNT?...Why did they create this TRUST?...i think it goes back to the Winston Shrout in B.C. seminar ChiefRock was a part of, where the guy in the blue t-shirt explained the British Crown came over here, saw all the natural resources, and struck a deal with the natives to give them a certain CUT of the profits, and put it into a FUND for them. Otherwise, it would've been FRAUD- why? Because even as part of the NOBLE LIE it states in Genesis 1:26 that WE were to be given DOMINION over all of the earth. 'God'/The Creator, did NOT make governments, or corporations, or corporations masquerading as government in HIS supposed-likeness and gave them Dominion over ALL of the earth, he gave it to US. I think this is where they have provided for us THE REMEDY within 'The NOBLE LIE.' I think this is what Mary Croft was talking about when she referred to this as THEIR 'Plausible Deniability\" i.e. the creation of this TRUST for us/our benefit\n\nBlake Gardner: Slavery = willing indenture to pay off a debt.\nInvoluntary servitude = do this or else.\n\nIt's all just contract determining surety. HJR192 = He who creates liability must provide remedy. So many possibilities:-)\n\nBlake Gardner: Accepted for value can be as real as the contract that under rights it.\n\nBlake Gardner: law merchant/admiralty is an adversarial type system (competitive) thus the non disclosure. Therefore it's a moral issue and I agree...but there is no mercy in equity....however since its all based on canon law there is forgiveness:-)\n\nChad Brodgesell: You are right. The Beneficiary can not be the Trustee at the same time. That is completely different from the word 'benefit'. One is used in Trust Law the other is used outside of Trust Law.\n\nBeneficiary is a Title (Position in something) , Benefit is not.\n\nChad Brodgesell: \"Who can forgive the Debt?\"\nWould that not be the holder of the debt?\n\nChad Brodgesell: A man hands the hotdog dude a Promissory note (bank note) and says, \"Sorry Hotdog Dude, all I got is this Note but I'm really hungry.\" Hotdog dude says \"Sure no prob. Instead of you promising to pay me later on, how about I give you the hotdog 'n' pop and I forgive you your Debt) ? Does that sound right? (Scott clicked 'Like')\n\nScott Duncan: PERFECT.\n\n...except the government assumes the debt.\n\nScott Duncan: It's up to the merchant to settle accounts with the government or eat the loss of the forgiven debt.\n\nChad Brodgesell: Ah....Right.....it's their debt note. (Scott clicked 'Like')\n\nChad Brodgesell: Their Debt taken from Our Credit I think. They created the Note. It's theirs we just use it. So ultimately they created a promise to pay that only they can Pay or Default on. I think I got that right.\n\nAdam Thomas Chad, WHO IS NOW THE HOLDER OF THE DEBT ??\nHow do you find out?? They've only given you a Legal Fiction in FULL DISCLOSURE.\nThey sold the debt & been PAID AGAIN.\n\nBlake Gardner: It's a novation of sorts.\n\nAdam Thomas: Wtf Blake ?? How do I go about to find out who actually has the ALLEGED DEBT?\n\nBlake Gardner: It's of course us in the end, and we are in reality loaning money to ourself - private>public novation circle...however discloser is not a solution nor the point, imo...it's just another remedy in and of its self:-)\n\nYou can bank on the public never disclosing - it is a public's policy - thus you can bank on getting an unrebutted agreement to your contracts/offers every time and therefore, being able to hold them if they are, voluntary based and of reasonable expectation.\n\nAdam Thomas: All well & good Blake, but if they haven't the ORIGINAL CONTRACT then what's that make the situation ??\n\nBlake Gardner: A new offer makes the old offer moot...likewise a new contract agreed to makes the old contract moot.\n\nBlake Gardner Well I'm of the opinion it's meant to be...something for everybody...a public infrastructure with the option of guardianship (benefits for governance) or the private for those who prefer self governance.\n\nBlake Gardner: I'm pretty sure it can go on indefinitely, or at least as long as is desired or more importantly necessary. It's fiction - after all...new characters, stories lines and plots can be written in at any stage and consent manufactured to corroborate. (Scott clicked 'Like')\n\nAdam Thomas: Manufactured Consent. (Scott clicked 'Like')","type":"status","comments":[{"id":"546459345390002","comment_count":0,"created_time":1375995592000,"message":"I understand that. Just wondering if the \"due date\" has any effect on the process, and how to know if it IS truly a BoE (what the logo has to say). It simply has the half sun with BRITISH COLUMBIA beside."},{"id":"546567962045807","comment_count":0,"created_time":1376026471000,"message":"a bill of exchange will have a corporate logo on it which is the corporate seal. Is their corporate signature/seal."},{"id":"546443695391567","comment_count":0,"created_time":1375991892000,"message":"When you receive BoE Cara, they are INCOMPLETE.....as soon as you will put your PERSON's signature on it, the date and your PERSON's account number, it will become a COMPLETED BoE....these BoE are sent to the PERSON, not you"},{"id":"546431115392825","comment_count":0,"created_time":1375988972000,"message":"Ok. I have a couple things I would like clarified. If one has a \"Rural Property Tax Notice\", IS it a bill of exchange if there is no signature, but at the top left corner a simple little logo is present? If there is a due date that has passed, can one still apply the procedure of accepted and backed by (on back) no recourse by me etc?"},{"id":"1041465932556005","comment_count":0,"created_time":1470071121000,"message":"\"Gee Randall can you find this original thread in the database please\", is a phrase you would never use before you found THE TENDER FOR LAW :D"},{"id":"546750135360923","comment_count":0,"created_time":1376073544000,"message":"..i didnt know ChiefRock Sino General was Russian :/"},{"id":"1041472275888704","comment_count":0,"created_time":1470071837000,"message":"I think it was a copy pasta from a private message. Can't find anything mentioning it in the database."}]},"462493170453287_1036822959686969":{"id":"462493170453287_1036822959686969","created_time":1469382216000,"full_picture":"https://scontent.xx.fbcdn.net/v/t1.0-9/13631396_10206944727803672_1927524747259178831_n.jpg?_nc_cat=0&oh=1862533f55723cb14f868c88782c1fc1&oe=5B651283","link":"https://www.facebook.com/photo.php?fbid=10206944727803672&set=gm.1036822959686969&type=3","message":":D ....Kent Barrett is getting busy :D","object_id":"10206944727803672","status_type":"added_photos","type":"photo","comments":[{"id":"1036880243014574","comment_count":0,"created_time":1469388690000,"message":"Daniel J Wentz knew all this, three years ago ! :D"},{"id":"1036828843019714","comment_count":0,"created_time":1469382911000,"message":"LOL :D"},{"id":"1036879606347971","comment_count":0,"created_time":1469388568000,"message":"This \"PERSON\" will be tough to be IGNORED :D"},{"id":"1036824383020160","comment_count":0,"created_time":1469382363000,"message":"Tara, look at this! :D"},{"id":"1036827196353212","comment_count":0,"created_time":1469382626000,"message":"O_O love"},{"id":"1036828683019730","comment_count":4,"created_time":"2016-07-24T17:54:32+0000","message":"Scott Duncan would like \"Just some guy\" as the title.","subcomments":[{"id":"1036830206352911","comment_count":0,"created_time":1469383178000,"message":"That way when the courts pretend not to know who Scott Duncan is, you can truthfully answer \"He's just some guy\".\n\nYou can support it by presenting his card :D"},{"id":"1036829576352974","comment_count":0,"created_time":1469383064000,"message":"That would make PERFECT sense :D"},{"id":"1036830589686206","comment_count":0,"created_time":1469383241000,"message":"\"It says so, right on the card\"!"},{"id":"1036830433019555","comment_count":0,"created_time":1469383207000,"message":"HAHAHA!!! :D"}]},{"id":"1036985476337384","comment_count":0,"created_time":1469405507000,"message":"Director Ontario Activities"},{"id":"1036881913014407","comment_count":0,"created_time":1469388991000,"message":"LOL :D"},{"id":"1036882299681035","comment_count":0,"created_time":1469389046000,"message":"You will hear from Quebec Fundamental Rights Corp. You will hear from it, not only in here."},{"id":"1036984809670784","comment_count":0,"created_time":1469405354000,"message":"There's no legal definition for empathy :D"},{"id":"1038411922861406","comment_count":0,"created_time":1469626074000,"message":"My contact list says he has an email at gmail. roguesupport@gmail.com\n\nWe only use IMAP clients for email, and you have to go through a whole security ritual with google to do that. I don't think you'll convince anyone in the fleet to do this, for that reason alone.\n\nI'm reminded that the \"lous\" use the.tender.for.law@gmail.com for that shit too. Use one of those! :D"},{"id":"1038412676194664","comment_count":0,"created_time":1469626133000,"message":"Ok!! ....and what's his TITLET again? :D"},{"id":"1036881083014490","comment_count":0,"created_time":1469388846000,"message":"That makes one of us. What are you talking about?"},{"id":"1038409382861660","comment_count":0,"created_time":1469625682000,"message":"I need him to create a dfq.justsomeguy@gmail.com :D"},{"id":"1036881703014428","comment_count":0,"created_time":1469388932000,"message":"At the beginning of The Tender for Law. You've said something like.....Oh fuck, Scott Duncan is about to do something scary....or something to that effecct....I remember that :P"},{"id":"1036984543004144","comment_count":0,"created_time":1469405292000,"message":"LOL :D"},{"id":"1038405356195396","attachment":{"media":{"image":{"height":465,"src":"https://scontent.xx.fbcdn.net/v/t1.0-9/13654366_10206964066847136_8399983737442156507_n.jpg?_nc_cat=0&oh=86588d99798f79bb760ce3812da1e65e&oe=5B6D21D9","width":353}},"target":{"id":"10206964066847136","url":"https://www.facebook.com/photo.php?fbid=10206964066847136&set=p.10206964066847136&type=3"},"type":"photo","url":"https://www.facebook.com/photo.php?fbid=10206964066847136&set=p.10206964066847136&type=3"},"comment_count":0,"created_time":1469625040000,"message":":P"},{"id":"1038409049528360","comment_count":0,"created_time":1469625633000,"message":"Where's SCOTT DUNCAN: JUST SOME GUY?"},{"id":"1036989129670352","comment_count":0,"created_time":1469406356000,"message":"Good Title, the anglophones  in Ontario with Quebec birth certificates have stories how their families fled Quebec because some lawyer guy named Trudeau worked for Canadian government and declared martial law and Quebec became scary because of this lawyer guy,Their parents generally bilingual."},{"id":"1036881856347746","comment_count":0,"created_time":1469388975000,"message":"I'm all caught up. Thanks :D\n\nI do remember."},{"id":"1036983906337541","comment_count":0,"created_time":1469405163000,"message":"I was just talking with 2 individuals both had Quebec birth certificates with one signature and both Anglophone.There is definitely a need for a director of empathy, verification and trust (english language division)"},{"id":"1038409232861675","comment_count":0,"created_time":1469625656000,"message":"REMEMBER YOUR ROOTS!"},{"id":"1036880406347891","comment_count":0,"created_time":1469388731000,"message":"I will never forget that :P"},{"id":"1036882256347706","comment_count":1,"created_time":"2016-07-24T19:37:17+0000","message":"Shortly after, I was towed across the Pacific. What a life. :D","subcomments":[{"id":"1036882699680995","comment_count":0,"created_time":1469389119000,"message":"Yes, Copernicus :/"}]},{"id":"1036900766345855","comment_count":4,"created_time":"2016-07-24T20:24:08+0000","message":"This is it!!!! :D\n\nMake one with...\n\nDirecteur des Affaires Gouvernementales\nPierre Daoust.","subcomments":[{"id":"1036907233011875","comment_count":0,"created_time":1469392574000,"message":"The \"Oh, sorry, just doing MY job\" term is now making all the sense in the world :D"},{"id":"1036903486345583","comment_count":0,"created_time":1469392280000,"message":":D"}]}]},"462493170453287_1044471832255415":{"id":"462493170453287_1044471832255415","created_time":1470495451000,"type":"status","comments":[{"id":"1044478172254781","comment_count":0,"created_time":1470496241000,"message":"How much of my timeline is hidden from all of you, I wonder"},{"id":"1044491158920149","comment_count":0,"created_time":1470497663000,"message":"\"Never ascribe to malice that which is adequately explained by incompetence.\" ~Napoleon Bonaparte. \n\nHanlon's Razor is an eponymous adage and it reads; \"never attribute to malice that which can be adequately explained by stupidity, but don't rule out malice\"… and this particular form is attributed to Robert J. Hanlon."},{"id":"1044561915579740","comment_count":0,"created_time":1470506419000,"message":"😂"},{"id":"1044559448913320","comment_count":0,"created_time":1470505951000,"message":"Nos"},{"id":"1044472135588718","comment_count":0,"created_time":1470495497000,"message":"oh no someone repost I am not on Scott's list"},{"id":"1044494598919805","comment_count":0,"created_time":1470498109000,"message":"I usually find Hanlon's Razor is closer to the mark."},{"id":"1044530788916186","comment_count":0,"created_time":1470503197000,"message":"Any sufficiently advanced technology is indistinguishable from magic. - Clarke's Law\n\nAny sufficiently advanced stupidity is indistinguishable from malice. - Scott's Law.\n\nAny sufficiently sliced cabbage makes a tasty salad. - Cole's Law."},{"id":"1044559238913341","comment_count":0,"created_time":1470505923000,"message":"Hehehehe.......\n\nAny sufficiently advance Frenglish makes a very cool dictionary. - Pete's Law"},{"id":"1044477395588192","comment_count":0,"created_time":1470496114000,"message":"Shadow ban. Yeah I'm just about done with Facebook."},{"id":"1044562415579690","comment_count":0,"created_time":1470506506000,"message":"So very... nos"},{"id":"1044562795579652","attachment":{"media":{"image":{"height":400,"src":"https://scontent.xx.fbcdn.net/v/t1.0-9/13935078_1395057633894038_4555218454548297497_n.jpg?_nc_cat=0&oh=3c597d5603305f3f78ad8df58eb078a7&oe=5B392442","width":400}},"target":{"id":"1395057633894038","url":"https://www.facebook.com/photo.php?fbid=1395057633894038&set=p.1395057633894038&type=3"},"type":"photo","url":"https://www.facebook.com/photo.php?fbid=1395057633894038&set=p.1395057633894038&type=3"},"comment_count":0,"created_time":1470506556000,"message":""},{"id":"1044564612246137","comment_count":0,"created_time":1470506906000,"message":"HAHAHAHA!!!! :D"},{"id":"1044479742254624","comment_count":0,"created_time":1470496406000,"message":"That is correct."},{"id":"1044559995579932","comment_count":0,"created_time":1470506053000,"message":"Lol"},{"id":"1044479542254644","attachment":{"media":{"image":{"height":652,"src":"https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/13924828_1610864839212651_8027172939270593274_n.jpg?_nc_cat=0&oh=49eafd8e0e14d2ec46c52901d93e9543&oe=5B32740E","width":720}},"target":{"id":"1610864839212651","url":"https://www.facebook.com/photo.php?fbid=1610864839212651&set=p.1610864839212651&type=3"},"type":"photo","url":"https://www.facebook.com/photo.php?fbid=1610864839212651&set=p.1610864839212651&type=3"},"comment_count":1,"created_time":"2016-08-06T15:12:40+0000","message":"This just showed up, say's you posted it 13mins ago","subcomments":[{"id":"1044520092250589","comment_count":0,"created_time":1470501787000,"message":"that post is hidden from me."}]},{"id":"1044487305587201","comment_count":1,"created_time":"2016-08-06T15:27:38+0000","message":"Unable to share.....","subcomments":[{"id":"1044499772252621","comment_count":0,"created_time":1470499013000,"message":"I'd like to be able to read the entire post. This ends with \"See More\". Why do the Facebook Police bother \"shadow banning\" Scott to maintain the illusion of  fairness and \"free speech\"?"}]}]},"462493170453287_896931020342831":{"id":"462493170453287_896931020342831","created_time":1446048897000,"message":"Just catching up with a couple of threads here... So Scott is acting chairman of the Illuminati... A society established to fight the abuse of state power, superstition and religious control over the masses. \n\nI've a few of questions...\n\n1. Is it right to assume that the dis-information about the Illuminati that is out there is the work of the very people the society is trying to fight? I'll be honest, until I read the Wikipedia entry for the Illuminati, I was under the impression that they were the bad guys, the state power, the overpowering control behind governments... Now it would appear they are the opposite... My own ignorance is to blame on that one though...\n\n2. What was the purpose of the setup of The Tender for Law group to teach us to think right and thus gather worldwide agents for the building of a trustless banking network?\n\n3. Also, do you guys know who killed Kennedy? :p","type":"status","comments":[{"id":"896933080342625","comment_count":0,"created_time":1446049213000,"message":"You guys really need to come up with harder questions :P"},{"id":"896941053675161","comment_count":0,"created_time":1446051172000,"message":"Dude, I'm building Scott Duncan Simu-drones; People are going to look! Think it through :P"},{"id":"896943890341544","comment_count":0,"created_time":1446051793000,"message":"I run a Navy. I'm a little busy for Illuminati gossip."},{"id":"896933510342582","comment_count":0,"created_time":1446049339000,"message":"Why was he killed?"},{"id":"896935250342408","comment_count":0,"created_time":1446049801000,"message":"Threatening to expose the society?"},{"id":"896931987009401","comment_count":0,"created_time":1446049125000,"message":"1: Piece-of-Shit Christians.\n\n2: Having people aware, serves my agenda. You are still a cog in a Noble's machine... you just made a lateral move! This group is but a TINY piece of a LIFETIME'S work.\n\n3: We did."},{"id":"896943660341567","comment_count":0,"created_time":1446051749000,"message":"I have no idea! It depends on how interesting you are, I suppose. :D"},{"id":"896943520341581","comment_count":0,"created_time":1446051703000,"message":"To what extent are we being monitored? It's a bit unsettling to say the least... 😕"},{"id":"896947220341211","comment_count":0,"created_time":1446052508000,"message":"Would it be to the point of you knowing what I had for dinner if you wished? Or am I misunderstanding \"monitoring\"... ? 😕"},{"id":"896949217007678","comment_count":0,"created_time":1446053043000,"message":"No... they all speak this foreign shit. :P"},{"id":"896940197008580","comment_count":0,"created_time":1446050962000,"message":"I take it that goes for everyone in the group also .."},{"id":"896939240342009","comment_count":0,"created_time":1446050686000,"message":"Ok. I was going to ask how many members are left. \n\nFairly paranoid question now, are there agents of the society in Ireland and if so are they monitoring Irish members of this group in any way?"},{"id":"896933737009226","comment_count":0,"created_time":1446049411000,"message":"Cos he opposed secret societies?"},{"id":"896949060341027","comment_count":0,"created_time":1446053007000,"message":"Any members in Quebec ? :D"},{"id":"896949343674332","comment_count":0,"created_time":1446053087000,"message":"LOL :D"},{"id":"896949307007669","comment_count":0,"created_time":1446053066000,"message":"It's like they have a different word for EVERYTHING!"},{"id":"896934537009146","comment_count":0,"created_time":1446049632000,"message":"He was one of us. He intended to do EXACTLY what I'm doing now with this group, actually.\n\n...except he made OTHER promises. You don't get to do that, no matter how \"right\" you think you are. You don't break promises. It's that simple. If you want to be a \"rebel\", that's fine! I, myself ENCOURAGE it!\n\n...but above all, you KEEP YOUR PROMISES! If you have a promise to a banker, YOU KEEP IT. You KEEP IT AS IF YOUR LIFE DEPENDS ON IT... because, make no mistake, it surely does."},{"id":"896934823675784","comment_count":0,"created_time":1446049699000,"message":"He was trying to blackmail people by threatening to expose the whole thing...except he promised not to."},{"id":"896948837007716","comment_count":0,"created_time":1446052950000,"message":"HUGELY misunderstanding. \n\nIf you are being \"monitored\" it would be as a warning system; A \"Canary in the mine\", as it were.\n\nIf I wanted to know these details about you, I could absolutely see what you had for lunch, if you eat out... the thing is, that takes, time, effort, skill, knowledge, and it ALWAYS COSTS MONEY...\n\n...and you aren't worth that much. :P"},{"id":"896950847007515","comment_count":1,"created_time":"2015-10-28T17:31:08+0000","message":"\"Illuminati gossip\" \n\n:D","subcomments":[{"id":"896977053671561","comment_count":0,"created_time":1446060312000,"message":"They are like little schoolgirls. You have no idea."}]},{"id":"896938597008740","comment_count":2,"created_time":"2015-10-28T16:42:19+0000","message":"Eamonn you have to understand that the things you think Illuminati are afraid of, aren't what we are afraid of.\n\nNone of us are afraid of \"exposure\". We're afraid of being killed by adults with imaginary friends, and since there are only about 400 of us left, I'd say that fear was a rational one.","subcomments":[{"id":"897006187001981","comment_count":0,"created_time":1446067025000,"message":"I remember you mentioning that number way back :-)"}]},{"id":"896938207008779","comment_count":9,"created_time":"2015-10-28T16:40:49+0000","message":"But if he threatened to expose the banking system and the illuminati are against that very system then what was the conflict?","subcomments":[{"id":"898098693559397","comment_count":0,"created_time":1446338109000,"message":"She loved him. She made him the fucking president.\n\nI know what it is to be loved like that. Women who truly love someone will move heaven and earth to do something, for no other reason then to see the one they love happy.\n\n...she made him the fucking president.\n\nShe ended up leading a Harem. :/"},{"id":"896939820341951","comment_count":0,"created_time":1446050847000,"message":"Bankers didn't NEED to kill Kennedy. We clean our own house."},{"id":"896939533675313","comment_count":0,"created_time":1446050791000,"message":"It doesn't MATTER that it was to bankers; We're Illuminati. Our word is absolute. You do not get to \"pick-and-choose\" which parties you want to keep your oaths to. If your promises are not universal, they are worthless. \n\nIf you make a promise to ANYONE, you fucking KEEP IT. OBEY THE LAW!\n\nYou're no better than a Piece-of-Shit Muslim, otherwise. (Yes, Muslims believe it's OK to ignore oaths and promises to Non-Muslims. Any Muslim who says otherwise is lying to you. There are no exceptions)"},{"id":"896960383673228","comment_count":0,"created_time":1446055638000,"message":"Jacqueline Lee BOUVIER?"},{"id":"896961017006498","comment_count":0,"created_time":1446055841000,"message":"NONE OF THIS IS HIDDEN."},{"id":"896940423675224","comment_count":0,"created_time":1446051020000,"message":"...and of course your irish sexism causes you to miss who the real Illuminati was. J.F. just married his way in."},{"id":"896939990341934","comment_count":0,"created_time":1446050894000,"message":"So he made the speech about being opposed to secret societies while being a member of one?"},{"id":"896940077008592","comment_count":0,"created_time":1446050922000,"message":"Yes."},{"id":"896938750342058","comment_count":0,"created_time":1446050595000,"message":"HE BROKE HIS PROMISE."}]},{"id":"896939920341941","comment_count":6,"created_time":"2015-10-28T16:47:58+0000","message":"Yes and yes.","subcomments":[{"id":"906457249390208","comment_count":0,"created_time":1448317169000,"message":"Yes there are. Wankers, the lot of them. I'll tell them you said so :D"},{"id":"906457006056899","comment_count":0,"created_time":1448317087000,"message":"Any in Scotland Scott Duncan , if so can you say Hi for me ? =D"},{"id":"906458936056706","comment_count":0,"created_time":1448317566000,"message":"Haha =D"},{"id":"906461299389803","comment_count":0,"created_time":1448317958000,"message":"As you know a mere jest =D"},{"id":"906460972723169","comment_count":0,"created_time":1448317883000,"message":"Why? I says it all the time. :D"},{"id":"906459216056678","comment_count":0,"created_time":1448317658000,"message":"I guess I will now be a dead man walking :-/"}]},{"id":"896937440342189","comment_count":8,"created_time":"2015-10-28T16:37:36+0000","message":"No, just the banking system. WE AREN'T HIDDEN. That's the BIGGEST lie told about Illuminati. We were SECRET when we had to hide from Piece-of-Shit Christians.\n\nWe hide when we are among them for OBVIOUS reasons.\n\nKennedy was WORKING for the Banking system when he became President. He TRULY believed that he could \"fix the system from the inside\", and he was wrong. Just like everyone else who thinks \"fix the system from the inside\" is a valid concept. It isn't and those who believe it IS valid, always fail. There are no exceptions to this rule.\nIlluminati Rule #1 - Keep your Oaths/Promises","subcomments":[{"id":"897360936966506","comment_count":0,"created_time":1446156908000,"message":"Chris Evan I worked for Banks and Governments ALL THE TIME! From 1989 to 1997, I was working for banks and government almost exclusively...\n\n...but not to \"fix it from the inside\"."},{"id":"905434579492475","comment_count":0,"created_time":1448071765000,"message":"The Illuminati have their primary Mandate (Order of the Day) and those best suited for it are shoved into the position.\n\nIt's very Libertarian."},{"id":"896962177006382","comment_count":0,"created_time":1446056191000,"message":"Well this certainly gives a slightly differenet perspective on the whole JFK conspiracy ;)"},{"id":"897361160299817","comment_count":0,"created_time":1446156988000,"message":"I have to think about this. :/"},{"id":"905380036164596","comment_count":0,"created_time":1448056902000,"message":"\"Illuminati Rule #1 - Keep your Oaths/Promises\"\n\nIs there a Rule #2,3,4,5.... etc? If so, are they able to be shared?\n\nI'm thinking that if the Illuminati are the \"good\" guys, and they've determined that these rules are important, well then there is probably another chance to learn a better way than the sea of bullshit I was raised in....\n\nJust thinkin' out loud on that though."},{"id":"897075913661675","comment_count":0,"created_time":1446084265000,"message":"How could Kennedy be working for the banking system and a member of the Illuminati?  They seem to not have the same ideals.  One group seems to want to share knowledge, the other seems to want to destroy it or hold it for themselves."},{"id":"897361146966485","comment_count":0,"created_time":1446156977000,"message":"Unlike Kennedy, I KEPT MY WORD."},{"id":"897361343633132","comment_count":0,"created_time":1446157057000,"message":"In 2016 I don't have to anymore.\n\n...they breached it. I didn't. I win. \n\nI get to say and do whatever I want after that."}]},{"id":"896950517007548","comment_count":14,"created_time":"2015-10-28T17:29:50+0000","message":"I'm told there are three that speak the dying language, of a conquered people, and so they live in Quebec.","subcomments":[{"id":"908086272560639","comment_count":0,"created_time":1448645920000,"message":"HEY! Don't be dissin' that phone! It's a piece of Canadian History! That's an original Northern Telecom phone.\n\nIt's not OLD. It's cool. Like me :D"},{"id":"896954413673825","comment_count":0,"created_time":1446054315000,"message":"Ok, give her my phone number and tell her anytime she wants to call, no problem :D"},{"id":"907958779240055","comment_count":0,"created_time":1448620756000,"message":"Russians are great if you don't fuck them around"},{"id":"896953760340557","comment_count":0,"created_time":1446054141000,"message":"I only know one of them personally, and I didn't even know she was there! I CAN say you'd have nothing to discuss, and you would be of no interest to her.\n\n...you MIGHT get a conversation in, based on what you are doing with the Law Society and the Government."},{"id":"907767275925872","comment_count":0,"created_time":1448589754000,"message":"They love it when you do exactly what you've told them you would do.\n\nIt's like a relief for them. That's how I saw it anyway :/"},{"id":"896951187007481","comment_count":0,"created_time":1446053555000,"message":"I wish I could meet with them :D .....for a \"conversation\" :)"},{"id":"907764805926119","comment_count":0,"created_time":1448589108000,"message":"I have made some business with Russians. Very nice and accountable folks :/"},{"id":"907764312592835","comment_count":0,"created_time":1448588955000,"message":"Ok...mental note. Worry about Russians"},{"id":"907764949259438","comment_count":0,"created_time":1448589166000,"message":"There are a lot of Russians 2 towns over from me. They all inexplicably have money and bad teeth."},{"id":"908081529227780","attachment":{"media":{"image":{"height":405,"src":"https://scontent.xx.fbcdn.net/v/t31.0-8/s720x720/12314538_10205298002516569_1345308347924135300_o.jpg?_nc_cat=0&oh=2a96292b88388750bc32b991432afe9f&oe=5B36A9B6","width":720}},"target":{"id":"10205298002516569","url":"https://www.facebook.com/photo.php?fbid=10205298002516569&set=p.10205298002516569&type=3"},"type":"photo","url":"https://www.facebook.com/photo.php?fbid=10205298002516569&set=p.10205298002516569&type=3"},"comment_count":0,"created_time":1448644736000,"message":"Here, this is me, and my Russian friend Filipp. The guy loves hockey, he has is own hockey PRIVATE office :D .....with his stupid old beige telephone.......\n\n:D"},{"id":"897002697002330","comment_count":0,"created_time":1446066096000,"message":"Russians? Why do the pose a threat?"},{"id":"908088745893725","comment_count":0,"created_time":1448646118000,"message":"That phone is being used to make calls ONLY. no incoming calls allowed.....I have no fucking clue where that phone is hooked :D"},{"id":"907762482593018","comment_count":0,"created_time":1448588528000,"message":"This question is so adorably naive. :D"},{"id":"896960643673202","comment_count":0,"created_time":1446055707000,"message":"I'm sure she'd have said something already, if that was ever her intent. It's the Russians you need to worry about. :P"}]}]},"462493170453287_1044727458896519":{"id":"462493170453287_1044727458896519","created_time":1470527294000,"full_picture":"https://scontent.xx.fbcdn.net/v/t1.0-9/s720x720/13880166_10207039995905315_592064149700974956_n.jpg?_nc_cat=0&oh=b18b792f675c959c5817793af0622cbe&oe=5B64B88D","link":"https://www.facebook.com/photo.php?fbid=10207039995905315&set=gm.1044727458896519&type=3","message":"have no fucking clue what I am doing :D\n\nHAHAHAHA!!!....ok, relax, I'll learn :P\n\nhttps://steemit.com/introducemyself/@petedaoust/the-public-debt","object_id":"10207039995905315","status_type":"added_photos","type":"photo","comments":[{"id":"1044740232228575","comment_count":0,"created_time":1470529407000,"message":"If you did, you'd know that Pete Daoust's \"clueless\" act, is just that;AN ACT.\n\nAlso: I PROMISE you that NONE of the Charter members who made it this far (Including Pete Daoust) will EVER seek your advice on these matters."},{"id":"1044750732227525","comment_count":0,"created_time":1470530441000,"message":"ALL BELIEF IS EVIL."},{"id":"1044738058895459","comment_count":0,"created_time":1470529025000,"message":"How are you a member of this group, and NOT know how dumb you sound right now?"},{"id":"1044736558895609","comment_count":0,"created_time":1470528893000,"message":"That's where it seems to have its roots"},{"id":"1044728472229751","attachment":{"description":"Hi, I am Pierre, from Quebec, and invested a lots of time studying HOW the monetary system works in North America.","media":{"image":{"height":628,"src":"https://external.xx.fbcdn.net/safe_image.php?d=AQC9-PiR6KcT50Dt&w=720&h=720&url=https%3A%2F%2Fsteemit.com%2Fimages%2Fsteemit-share.png&cfs=1&_nc_hash=AQDFWYyv2QiG1KS3","width":628}},"target":{"url":"https://l.facebook.com/l.php?u=https%3A%2F%2Fsteemit.com%2Fintroducemyself%2F%40petedaoust%2Fthe-public-debt&h=ATNp2Hbax-fzez-8D6bXhEwbxBiuZE1-fUCCHr9F0ysqxX44xQKIZn0t6yHoinYCDWFBwEx6BVvJkKn9Gbs11FjfN7-hAEaJND9O4W7jeAQu&s=1"},"title":"The PUBLIC Debt — Steemit","type":"share","url":"https://l.facebook.com/l.php?u=https%3A%2F%2Fsteemit.com%2Fintroducemyself%2F%40petedaoust%2Fthe-public-debt&h=ATNp2Hbax-fzez-8D6bXhEwbxBiuZE1-fUCCHr9F0ysqxX44xQKIZn0t6yHoinYCDWFBwEx6BVvJkKn9Gbs11FjfN7-hAEaJND9O4W7jeAQu&s=1"},"comment_count":0,"created_time":1470527513000,"message":"https://steemit.com/introducemyself/@petedaoust/the-public-debt"},{"id":"1044738432228755","comment_count":0,"created_time":1470529087000,"message":"Pete Daoust has forgotten more than you will ever know about cryptocurrencies. You know that, right?"},{"id":"1044750655560866","comment_count":0,"created_time":1470530428000,"message":"If you BELIEVE this is the best source of information on these subjects, then you have already failed."},{"id":"1044749538894311","comment_count":0,"created_time":1470530223000,"message":"Neens Jean has been like-raping old threads so they should be appearing at the top of the group.\n\nWhy are you just asking about it now?"},{"id":"1044738928895372","comment_count":0,"created_time":1470529153000,"message":"I created this group to introduce people to it. Your \"advice\" is 4 years too late!"},{"id":"1044728338896431","comment_count":0,"created_time":1470527495000,"message":"Well you MIGHT try putting an actual link :P"},{"id":"1044739515561980","comment_count":0,"created_time":1470529251000,"message":"On like the THIRD POST, I was telling everyone who was here, that I was going to show them how to be their own bank> Do you even read this group?"},{"id":"1044749678894297","comment_count":0,"created_time":1470530258000,"message":"I haven't had much time to go over much of it... I want to eventually give it more time and get a grip on this stuff. I will eventually give it some time however at this point I'm a total neophyte on the matter. As I said, I am here because it is the best and most reliable source in my opinion since I do trust Pete on these matters and yes, he has definitely forgotten more than I'll ever know on the subject. No argument there"},{"id":"1044728852229713","comment_count":0,"created_time":1470527594000,"message":"Just the\"I am Pierre, from Quebec\" should do it :P\n\nIdiots will fall for this, always :/"},{"id":"1044736228895642","comment_count":0,"created_time":1470528829000,"message":"Look into Blockchain and Onecoin ...."},{"id":"1044751572227441","comment_count":0,"created_time":1470530665000,"message":"No."},{"id":"1044739272228671","comment_count":0,"created_time":1470529194000,"message":"I was under the impression he had just seen steemit... so from what I've gathered, it stems from that... so whatever"},{"id":"1044748482227750","comment_count":0,"created_time":1470529981000,"message":"Yet you have been reading MY stuff for how long?"},{"id":"1044750952227503","comment_count":0,"created_time":1470530490000,"message":"do you believe in yourself?"},{"id":"1044728362229762","comment_count":3,"created_time":"2016-08-06T23:51:41+0000","message":"I have ONE vote, and it's from me :D","subcomments":[]},{"id":"1044736378895627","comment_count":3,"created_time":"2016-08-07T00:14:20+0000","message":"Did you really just say that?","subcomments":[{"id":"1044737298895535","comment_count":0,"created_time":1470528969000,"message":":D"},{"id":"1044754292227169","comment_count":0,"created_time":1470531163000,"message":"I just got here and that was the first sentence I saw....you have got to be fucking kidding me."}]},{"id":"1044747098894555","comment_count":0,"created_time":1470529763000,"message":"I have an interest in it and I admit to being in search of what all this is about however it isn't my main scope of expertise or concentration. And I should hope nobody ever take my advice on it. The reason I'm here is to learn about it since it is the best source I've come across to date, so my comment was simply to help and not anything else. If not at all pertinent just dismiss it since I have no idea how versed you or Pete can be in Steemit.... I learned about it about 2 weeks ago from looking into One Coin and trying to figure out blockchain etc...."},{"id":"1044750702227528","comment_count":4,"created_time":"2016-08-07T00:40:37+0000","message":"There's not a gay molecule in my body in case you were wondering","subcomments":[{"id":"1044751178894147","comment_count":0,"created_time":1470530565000,"message":"Of course there isn't! There can't be! All your faggotry has left your profile and now exists in the \"personal expression\" of having an animal as a profile pic.\n\n\n...which is STILL super gay. :P"},{"id":"1044751635560768","comment_count":0,"created_time":1470530682000,"message":"WTF is your problem dude?"},{"id":"1044752335560698","comment_count":0,"created_time":1470530807000,"message":"My problem is that you speak whilst being clueless as to who you are speaking to.\n\nMy problem is that you think wrong, and value the wrong things.\n\nMy problem is that you are a programmed idiot who doesn't know it.\n\n...I can go all night. I have a million of them, and they all are true, and they all apply to YOU."},{"id":"1044751945560737","comment_count":0,"created_time":1470530752000,"message":"If you weren't the subject of the taunting, Rick, you would have to find this really funny.  Engage your sense of humor :P"}]},{"id":"1044750472227551","comment_count":6,"created_time":"2016-08-07T00:39:32+0000","message":"So you are new?\n\nI can't tell you from any other member who puts an animal as their profile picture (which is SUPER gay, by the way).","subcomments":[{"id":"1044847552217843","comment_count":0,"created_time":1470545497000,"message":"Milo Yiannopoulos wouldn't put a wild animal's face on his profile pic. He's just not THAT gay!"},{"id":"1044846625551269","comment_count":0,"created_time":1470545285000,"message":"A p-51 tells the world \"I am interested in this thing\".\n\nA wild animal's face tells the world \"I am a HUGE faggot\"!"},{"id":"1044847088884556","comment_count":0,"created_time":1470545396000,"message":"Admit it! you know it does!"},{"id":"1044846038884661","comment_count":0,"created_time":1470545168000,"message":"That's YOUR DOG! Literally your PROPERTY! \n\nNothing wrong with that.\n\nWhile it's POSSIBLE  he may have a pet tiger, I don't think it's a wise presumption.\n\nIn the case of Rick Deschenes, what do you think is most likely?\n\n1; Pet Tiger.\n2: Faggotry."}]},{"id":"1044740255561906","comment_count":0,"created_time":1470529414000,"message":"EVER"},{"id":"1044728545563077","comment_count":0,"created_time":1470527525000,"message":"This^^^^^^ :/"}]},"462493170453287_907715869264346":{"id":"462493170453287_907715869264346","created_time":1448577672000,"description":"BitCourt makes private arbitration more tech savvy. Charity art auction from CryptoGrafitti to D. Satoshi Nakamoto. Purse's big announcement. Do you know Ube...","full_picture":"https://external.xx.fbcdn.net/safe_image.php?d=AQAnQ-VwVcFwaets&w=1280&h=720&url=https%3A%2F%2Fi.ytimg.com%2Fvi%2F6dvbRH2P5j0%2Fmaxresdefault.jpg&crop&sx=0&sy=0&sw=1280&sh=720&_nc_hash=AQCS2xTOd3fL8PJB","link":"https://youtu.be/6dvbRH2P5j0","message":"If you are not an instant fan of this woman, you are just a bad person.","name":"[Ep.28] BitCourt option. Nakamoto auction. Purse's new market.","source":"https://www.youtube.com/embed/6dvbRH2P5j0?autoplay=1","status_type":"shared_story","story":"Scott Duncan shared a link to the group: THE TENDER FOR LAW.","type":"video","comments":[{"id":"907736579262275","comment_count":0,"created_time":1448582968000,"message":"Let me google that :D"},{"id":"907719902597276","comment_count":0,"created_time":1448578849000,"message":"What an INFORMATIVE Crypto-Chicks !! :/"},{"id":"907736729262260","attachment":{"media":{"image":{"height":338,"src":"https://scontent.xx.fbcdn.net/v/t1.0-9/12274762_10205293338199964_6876133659474593919_n.jpg?_nc_cat=0&oh=e2b8b6f1578806db0d26815a58746b00&oe=5B6FB9AB","width":600}},"target":{"id":"10205293338199964","url":"https://www.facebook.com/photo.php?fbid=10205293338199964&set=p.10205293338199964&type=3"},"type":"photo","url":"https://www.facebook.com/photo.php?fbid=10205293338199964&set=p.10205293338199964&type=3"},"comment_count":0,"created_time":1448583041000,"message":":/"},{"id":"907733949262538","comment_count":0,"created_time":1448582307000,"message":"Boobscoin is a must...."},{"id":"907727145929885","attachment":{"description":"buy Bitcoin in Australia and around the world, including Bank Transfer, Cash Deposit, Credit and Debit Cards, in person trades, MoneyGram and lots more!","media":{"image":{"height":256,"src":"https://external.xx.fbcdn.net/safe_image.php?d=AQAw5e780gTaIIY7&w=720&h=720&url=http%3A%2F%2Fstatic.wixstatic.com%2Fmedia%2F57ffa9_6e6ec1c12c4e470fafa4752703ddf305.jpg_256&cfs=1&_nc_hash=AQBQVk6vLMXZvisM","width":256}},"target":{"url":"http://l.facebook.com/l.php?u=http%3A%2F%2Fwww.bitcoin-babe.com%2F&h=ATMFQ3iuuP8KwLVV6TslXFD4M8mslnw48oCfMAgKP7IKZd8HVpfwqnAhVMdJAZceenQiulHePogz7hbrrYtB7awbJy_HgcNDVbZQd2Ry8uWq&s=1"},"title":"Bitcoin Babe - Buy Bitcoin in Australia","type":"share","url":"http://l.facebook.com/l.php?u=http%3A%2F%2Fwww.bitcoin-babe.com%2F&h=ATMFQ3iuuP8KwLVV6TslXFD4M8mslnw48oCfMAgKP7IKZd8HVpfwqnAhVMdJAZceenQiulHePogz7hbrrYtB7awbJy_HgcNDVbZQd2Ry8uWq&s=1"},"comment_count":0,"created_time":1448580478000,"message":"Big fan also since your other post with her.  Recently found this chick as well http://www.bitcoin-babe.com. Who would have though crypto could be so hot"},{"id":"907721512597115","comment_count":0,"created_time":1448579279000,"message":"I love being validated by YouTube babes. I really do :D"},{"id":"908372719198661","comment_count":0,"created_time":1448704537000,"message":"I'm sure that will flow through Quatloos. :D"},{"id":"907807652588501","comment_count":0,"created_time":1448600356000,"message":"Her mouth looks....."},{"id":"907736815928918","comment_count":0,"created_time":1448583075000,"message":"That's how I feel.\n\nWHO'S CRAZY NOW, FUCKERS!"},{"id":"907737212595545","comment_count":0,"created_time":1448583132000,"message":"Unfortunatly, I will NEVER be able to know how you feel :("},{"id":"908372575865342","comment_count":0,"created_time":1448704475000,"message":"Kristin just brought this to my attention. My first thought was: there is no such thing a coincidence...let me look. :D"},{"id":"908373632531903","attachment":{"description":"Last week an up and coming competitor to Jon Holmquist’s yearly BitcoinBlackFriday.com website appeared with the website BitcoinBlackFriday.info. The website","media":{"image":{"height":450,"src":"https://external.xx.fbcdn.net/safe_image.php?d=AQAEDGiBiKSYaN0S&w=720&h=720&url=http%3A%2F%2Fsiliconangle.com%2Ffiles%2F2015%2F11%2Fbitcoinblackfridayinfo-scam-800x450.png&cfs=1&_nc_hash=AQDvxcypZzT57zdv","width":450}},"target":{"url":"http://l.facebook.com/l.php?u=http%3A%2F%2Fsiliconangle.com%2Fblog%2F2015%2F11%2F27%2Ffraud-alert-bitcoinblackfriday-info-comes-on-online-aaaand-its-a-scam%2F&h=ATPE5dcrgXcAReE1ew3ARF6U1HrC7J-Q3XPgqDs4N5K2f56loXTqY-2taIvLYo34BqpJl70QR4oiCLiLliDy5xchjbFOhmFk9OVviACmVge5&s=1"},"title":"Fraud Alert: BitcoinBlackFriday.info comes on online aaaand it’s a scam","type":"share","url":"http://l.facebook.com/l.php?u=http%3A%2F%2Fsiliconangle.com%2Fblog%2F2015%2F11%2F27%2Ffraud-alert-bitcoinblackfriday-info-comes-on-online-aaaand-its-a-scam%2F&h=ATPE5dcrgXcAReE1ew3ARF6U1HrC7J-Q3XPgqDs4N5K2f56loXTqY-2taIvLYo34BqpJl70QR4oiCLiLliDy5xchjbFOhmFk9OVviACmVge5&s=1"},"comment_count":0,"created_time":1448704846000,"message":"HEY QUATLOSERS! Want PROOF our money has value?\n\nPEOPLE ARE TRYING TO SCAM PEOPLE FOR IT!\n\nhttp://siliconangle.com/blog/2015/11/27/fraud-alert-bitcoinblackfriday-info-comes-on-online-aaaand-its-a-scam/"},{"id":"1039961966039735","comment_count":0,"created_time":1469854681000,"message":"I love Amanda!!!!!  <3"},{"id":"907720232597243","comment_count":0,"created_time":1448578953000,"message":"The load of info she's throwing is amazing :/"},{"id":"907764539259479","comment_count":0,"created_time":1448589040000,"message":":D"},{"id":"908372362532030","comment_count":0,"created_time":1448704408000,"message":"I'm hearing through the grapevine that the latest strategy by the ATTORNEY GENERAL is to tell people asking why I keep proving these things, that it's all coincidence.\n\nSeriously, that is what they plan on telling you; That I know nothing, and I \"got lucky\" once or twice and found some coincidental anomalies.\n\nGet ready for it. :D"},{"id":"907736522595614","comment_count":1,"created_time":"2015-11-27T00:09:03+0000","message":"I have a woody right now. \n\n...just sayin'.","subcomments":[]},{"id":"908371599198773","comment_count":0,"created_time":1448704115000,"message":"Speaking of women, I just realized that every Treasurer the US has had since 1949 has been a woman. \n\nAgain, time always shows  Scott is always right. \n\nIt also shows that I need a female treasurer. :D"},{"id":"907736775928922","comment_count":2,"created_time":"2015-11-27T00:11:02+0000","message":"Am I close enough? :/","subcomments":[{"id":"1038716032830995","comment_count":0,"created_time":1469668935000,"message":"hahahaha!!!"}]},{"id":"907807705921829","comment_count":0,"created_time":1448600387000,"message":"^^ I can't stop watching..."}]},"462493170453287_523544454348158":{"id":"462493170453287_523544454348158","created_time":1370903716000,"full_picture":"https://scontent.xx.fbcdn.net/v/t15.0-10/s720x720/246297_10201272079664028_10201272078463998_14234_353_b.jpg?_nc_cat=0&oh=3c725ec7c4a166f24295d3121859e011&oe=5B6D963C","link":"https://www.facebook.com/eamonn.brien/videos/10201272078463998/","message":"thetenderforlaw.com PROMO... Coincidentally, a Scotsman plays the lead role from the movie...","name":"thetenderforlaw.com PROMO","object_id":"10201272078463998","properties":[{"name":"Length","text":"00:21"}],"source":"https://video.xx.fbcdn.net/v/t42.1790-2/763011_10201272079464023_1265338179_n.mp4?_nc_cat=0&efg=eyJybHIiOjM2MCwicmxhIjo1MTIsInZlbmNvZGVfdGFnIjoibGVnYWN5X3NkIn0%3D&rl=360&vabr=200&oh=fe97aea717a13ee75bd773e8b885cab8&oe=5AC7903F","status_type":"added_video","type":"video","comments":[{"id":"523577164344887","comment_count":0,"created_time":1370912838000,"message":"I'm still laughing.\nSouth Park isn't \"state of the art\" because the genius stands alone. \n\nThat said; Scott's right. It's no \"Law abiding Privateer\". If you are lucky I may post it on the new site :P"},{"id":"523555151013755","comment_count":0,"created_time":1370905726000,"message":"Wow !!!...I am mouthless :-D"},{"id":"748434448525823","comment_count":0,"created_time":1416226883000,"message":":D"},{"id":"523590841010186","comment_count":0,"created_time":1370917360000,"message":"Hahahahahaha. ..good medicine. Much prefer laughter to pain meds....hmmm...on second thoughts......meds = laughter too...woohoo...."},{"id":"523553241013946","comment_count":0,"created_time":1370905309000,"message":"One day Daniel J Wentz will post \"Law Abiding Privateer\" and you will hang your head in shame... but it is funny! Don't get me wrong, it's just that my crew are just so much better at these things. It will be a feature page on thetenderforlaw.com so there's that...\n\nThat picture of me sucks, btw. :P"},{"id":"1042667352435863","comment_count":0,"created_time":1470238712000,"message":"I can't go on discord for now, very limited internet access, until sunday :/"},{"id":"1042667115769220","comment_count":0,"created_time":1470238678000,"message":"I miss Scott Duncan :("},{"id":"523554421013828","comment_count":0,"created_time":1370905545000,"message":"Postage on the weight alone would kill me..."},{"id":"523577317678205","comment_count":0,"created_time":1370912892000,"message":"Well I'm no genius (cough cough)..."},{"id":"523554057680531","comment_count":0,"created_time":1370905460000,"message":"The comical element was more the point... South Park isn't exactly state of the art animation either... :p"},{"id":"1040821105953821","comment_count":0,"created_time":1469975234000,"message":"\"privateer ~\n\nA vessel owned and operated by private persons, but authorized by a nation on certain conditions to damage the commerce of the enemy by\nacts of piracy...\n\nNicccccce...\"\n\nHo now!!! Look at that!  Authorized by a nation. Fun fact: federal isn't national. :D"},{"id":"1040819232620675","comment_count":0,"created_time":1469974991000,"message":"Neens Jean"},{"id":"748540185181916","comment_count":0,"created_time":1416247893000,"message":"You kids keep digging up these zombie threads! What's up with that?"},{"id":"748538148515453","comment_count":0,"created_time":1416247445000,"message":"So refreshing that"},{"id":"1041442425891689","comment_count":0,"created_time":1470068352000,"message":"Liberia is a nation :D"},{"id":"523556107680326","comment_count":0,"created_time":1370906019000,"message":"Letter of marquee ?"},{"id":"523577127678224","comment_count":0,"created_time":1370912828000,"message":"http://www.youtube.com/watch?v=8vq_k0yqq88"},{"id":"1042667882435810","comment_count":0,"created_time":1470238781000,"message":"Cops in USA are acting as \"privateers\". And YOUS is being consider \"PIRATES\".\n\n;)"},{"id":"748335448535723","comment_count":0,"created_time":1416204142000,"message":":O"},{"id":"523555864347017","comment_count":0,"created_time":1370905938000,"message":"privateer ~\n\nA vessel owned and operated by private persons, but authorized by a nation on certain conditions to damage the commerce of the enemy by\nacts of piracy...\n\nNicccccce..."},{"id":"523554317680505","comment_count":0,"created_time":1370905520000,"message":"Plus I can't find any envelopes that accommodate 5.8\" blonde hookers..."},{"id":"748422758526992","comment_count":0,"created_time":1416224014000,"message":"This is great to see again. :D"}]}}